// const types_services = [
//   {
//     head: "Тренажерный зал",
//     description:
//       "Площадь тренажерного зала 1500 кв.м, потолок 35 м. Светлый и просторный зал с панорамными окнами, приточная система вентиляции, вид на березовую рощу. Оборудование премиум-класса Matrix и TechnoGym. Всё для комфортных тренировок",
//     path: "/uslugi/trenazhernyj-zal/",
//   },
//   {
//     head: "СПА и Термы",
//     description:
//       "25 бань и саун, более 70 спа-услуг, джакузи, соляная пещера, двухуровневый бассейн, массаж, контрастные ванны. Панорамные окна и веранда. Всё для полного расслабления после отличных тренировок",
//     path: "/uslugi/bani-i-bassejny/",
//   },
//   {
//     head: "Единоборства",
//     description:
//       "Более 500 кв.м для вашей уверенности в себе! Зона оборудована в соответствии с требованиям профессионального спорта: ринг, октагон, клетка BJJ, настенные боксерские подушки для отработки прямых ударов, подвесные снаряды, татами для борьбы.",
//     path: "/uslugi/edinoborstva/",
//   },
//   {
//     head: "Групповые занятия",
//     description:
//       "Популярные групповые тренировки мировых брендов проводят сертифицированные тренеры. Разнообразие программ позволяет каждому найти направление на свой вкус, выбери свою продуктивную тренировку!",
//     path: "/uslugi/gruppovye-programmy/",
//   },
// ];

// const About_us = [
//   {
//     title: "14 бань и саун в СПА для гостей 14+",
//     description:
//       "Русская, римская, греческая баня, финская сауна, аромасауна, инфракрасная сауна, хаммам, 2 соляные пещеры, дорожка Кнайпа, бассейн, 6 гидромассажных джакузи и более 70 услуг по уходу за лицом и телом.",
//   },
//   {
//     title: "Спортивный бассейн 25 м",
//     description:
//       "5 дорожек для плавания для индивидуальных и групповых тренировок, а также для свободного плавания.",
//   },
//   {
//     title: "600+ тренажеров Matrix и Technogym",
//     description:
//       "Включая узкопрофильные: тренажеры для армрестлинга, тренировки предплечий, армлифтинга, динамических нагрузок.",
//   },
//   {
//     title: "Зал для единоборств 500 кв.м",
//     description:
//       "Оснащен рингом, октагоном, клеткой BJJ, 12-ю боксерскими снарядами.",
//   },
//   {
//     title: "Зал функциональных тренировок 200 кв.м",
//     description:
//       "Отдельный зал, где сочетается оборудование для функциональных и силовых тренировок, а также для тяжелой атлетики - штанги, стойки, брусья, широкий гантельный ряд.",
//   },
//   {
//     title: "6 залов для групповых программ",
//     description:
//       "И более 40 программ тренировок по интересам в любое время, включая мировые Less Mills, Hot Iron",
//   },
//   {
//     title: "Студия Real Ryder",
//     description:
//       "RealRyder благодаря своей подвижной раме даёт возможность совершать манёвры с резкими поворотами, виражами, наклонами и подъемами, а в дополнении с киноэкраном и мощной акустикой - вы попадёте в иллюзию настоящей велогонки.",
//   },
//   {
//     title: "Высота потолков 35 м и панорамные окна",
//     description:
//       "Продуманное пространство с панорамным видом на березовую рощу, удобное зонирование, комфортно и нет очередей.",
//   },
//   {
//     title: "Приточная система вентиляции",
//     description:
//       "26 000 м³ воздуха, который поступает с улицы, что благоприятно сказывается на жиросжигании, ведь липолиз возможен только с кислородом.",
//   },
//   {
//     title: "Парковка",
//     description: "Бесплатная просторная парковка на 300+ автомобилей.",
//   },
//   {
//     title: "Юридическая надежность",
//     description:
//       "Мы всегда помогаем решить вопросы клиента - расторгнуть договор, поменять тренера, вернуть деньги за услугу, на каждую услугу предоставляется чек.",
//   },
//   {
//     title: "Гибкая система тарифов",
//     description:
//       "Карты выходного дня, с фиксированным временем посещения, специальные тарифы для студентов, безлимитные, с системой “депозит”, рассрочка.",
//   },
//   {
//     title: "Система лояльности для членов клуба",
//     description:
//       "-10% скидка на дополнительные услуги на ресепшн фитнеса, -10% на услуги в СПА,  -20% скидка на меню в кафе “Порт” и “Остров”, 4 вводные персональные тренировки, фитнес-тестирование.",
//   },
//   {
//     title: "Квалифицированный тренерский состав",
//     description:
//       "Наша команда – это кандидаты и мастера спорта, призеры международных соревнований с высшим спортивным или профессиональным фитнес-образованием, сертифицированные специалисты.",
//   },
//   {
//     title: "Персональный менеджер",
//     description:
//       "Обращаясь в наш фитнес, за вами закрепляется персональный менеджер, к которому можно обратиться за решением вопросов.",
//   },
//   {
//     title: "Уникальный дизайн",
//     description: "Живые растения, цветы и даже пальмы! Настоящий оазис!",
//   },
// ];

// const childrens_center_data = [
//   {
//     description: "Грудничковое плавание",
//   },
//   {
//     description: "Спортивное плавание",
//   },
//   {
//     description: "Единоборства, бокс, кикбоксинг и MMA",
//   },
//   {
//     description: "Групповые и индивидуальные тренировки",
//   },
//   {
//     description: "Спортивные мероприятия и соревнования",
//   },
// ];

const choose_your_result_card_data = {
  fitnes: {
    head: "Фитнес",
    description:
      "Lorem ipsum dolor sit amet consectetur adipisicing elit. Laudantium similique, laboriosam repudiandae impedit modi obcaecati magni ullam quisquam iusto aut!",
    images_url: {
      jpg: "/images/choose_your_card/result_card_1.jpeg",
      webp: "/images/choose_your_card/result_card_1.webp",
    },
    path: "/",
  },
  fitnes_spa: {
    head: "Фитнес + СПА",
    description:
      "Lorem ipsum dolor sit amet consectetur adipisicing elit. Laudantium similique, laboriosam repudiandae impedit modi obcaecati magni ullam quisquam iusto aut!",
    images_url: {
      jpg: "/images/choose_your_card/result_card_2.jpeg",
      webp: "/images/choose_your_card/result_card_2.webp",
    },
    path: "/",
  },
  corporate_card: {
    head: "Корпоративная карта",
    description:
      "Lorem ipsum dolor sit amet consectetur adipisicing elit. Laudantium similique, laboriosam repudiandae impedit modi obcaecati magni ullam quisquam iusto aut!",
    images_url: {
      jpg: "/images/choose_your_card/result_card_3.jpeg",
      webp: "/images/choose_your_card/result_card_3.webp",
    },
    path: "/",
  },
  flexible: {
    head: "Гибкая",
    description:
      "Lorem ipsum dolor sit amet consectetur adipisicing elit. Laudantium similique, laboriosam repudiandae impedit modi obcaecati magni ullam quisquam iusto aut!",
    images_url: {
      jpg: "/images/choose_your_card/result_card_4.jpeg",
      webp: "/images/choose_your_card/result_card_4.webp",
    },
    path: "/",
  },
  premium: {
    head: "Премиум",
    description:
      "Lorem ipsum dolor sit amet consectetur adipisicing elit. Laudantium similique, laboriosam repudiandae impedit modi obcaecati magni ullam quisquam iusto aut!",
    images_url: {
      jpg: "/images/choose_your_card/result_card_5.jpeg",
      webp: "/images/choose_your_card/result_card_5.webp",
    },
    path: "/",
  },
};

// const every_card_data = [
//   {
//     head: "Тренажерный зал",
//     images_url: {
//       png: "/images/every_card/card-item-1.png",
//       webp: "/images/every_card/card-item-1.webp",
//     },
//   },
//   {
//     head: "Групповые программы",
//     images_url: {
//       png: "/images/every_card/card-item-2.png",
//       webp: "/images/every_card/card-item-2.webp",
//     },
//   },
//   {
//     head: "Бассейн",
//     images_url: {
//       png: "/images/every_card/card-item-3.png",
//       webp: "/images/every_card/card-item-3.webp",
//     },
//   },
//   {
//     head: "Вводные тренировки",
//     images_url: {
//       png: "/images/every_card/card-item-4.png",
//       webp: "/images/every_card/card-item-4.webp",
//     },
//   },
//   {
//     head: "Единоборства",
//     images_url: {
//       png: "/images/every_card/card-item-5.png",
//       webp: "/images/every_card/card-item-5.webp",
//     },
//   },
//   {
//     head: "Бесплатная парковка",
//     images_url: {
//       png: "/images/every_card/card-item-6.png",
//       webp: "/images/every_card/card-item-6.webp",
//     },
//   },
//   {
//     head: "Клубная жизнь",
//     images_url: {
//       png: "/images/every_card/card-item-7.png",
//       webp: "/images/every_card/card-item-7.webp",
//     },
//   },
//   {
//     head: "Фитнес диагностика",
//     images_url: {
//       png: "/images/every_card/card-item-8.png",
//       webp: "/images/every_card/card-item-8.webp",
//     },
//   },
// ];

// const gallery_list_data = [
//   {
//     description:
//       "Внутренний вид современного фитнес-центра с высокими потолками и обширными окнами. На первом этаже расположены тренажеры для силовых упражнений, а на втором — беговые дорожки и велотренажеры. Интерьер украшен пальмами и зелеными растениями, создавая ощущение открытого пространства. Светлые колонны поддерживают конструкцию здания, добавляя элегантности интерьеру.",
//     images_url: {
//       jpg: "/images/gallery/gallery_1.jpg",
//       webp: "/images/gallery/gallery_1.webp",
//     },
//   },
//   {
//     description:
//       "Это изображение показывает несколько современных беговых дорожек в фитнес-центре. На экранах устройств отображаются интерактивные тренировочные программы или видеозанятия, демонстрирующие инструкторов или тренеров. Дорожки оснащены удобными пультами управления с кнопками и дисплеями для регулировки скорости и других параметров. В фоне видны большие окна, через которые проникает естественный свет, а также зеленые растения, добавляющие живой акцент интерьеру. Обстановка выглядит современной и технологичной.",
//     images_url: {
//       jpg: "/images/gallery/gallery_2.jpg",
//       webp: "/images/gallery/gallery_2.webp",
//     },
//   },
//   {
//     description:
//       "Это изображение современного фитнес-центра с обширным пространством для тренировок. В помещении представлено множество силовых тренажеров, включая станки для жима штанги, гантельный зал и другие оборудование для разнообразных упражнений. Интерьер украшен живыми пальмами и другими растениями, что создает ощущение открытости и природного комфорта. На заднем плане видны высокие потолки с большими окнами, пропускающими естественный свет, а также элементы скалодрома, добавляющие динамичности пространству. Общий дизайн сочетает функциональность и эстетику, делая его привлекательным местом для занятий спортом.",
//     images_url: {
//       jpg: "/images/gallery/gallery_3.jpg",
//       webp: "/images/gallery/gallery_3.webp",
//     },
//   },
//   {
//     description:
//       "Это изображение бассейна в современном спортивном комплексе. Бассейн имеет прямоугольную форму с чистой голубой водой, разделенной на дорожки белыми линиями и красными плавучими разметками. На дне бассейна видны метровые отметки для тренировок. Вдоль стен установлены стеклянные окна, обеспечивающие естественное освещение, а также деревянные элементы отделки, придающие помещению уютный вид. В центре переднего плана написано слово 'moreon', вероятно, название заведения или бренда. Над бассейном развеваются праздничные флаги разных цветов, что создает атмосферу активности и динамики.",
//     images_url: {
//       jpg: "/images/gallery/gallery_4.jpg",
//       webp: "/images/gallery/gallery_4.webp",
//     },
//   },
//   {
//     description:
//       "Это изображение современного и уютного внутреннего пространства, вероятно, части спа-комплекса или фитнес-центра. В помещении преобладают большие панорамные окна, обеспечивающие обилие естественного света и вид на зеленый ландшафт снаружи. Интерьер украшен живыми растениями, включая пальмы и другие декоративные элементы, что создает ощущение свежести и природной атмосферы. На переднем плане расположены несколько бассейнов с терапевтической водой, окруженных деревянными конструкциями. Справа видны ряды массажных кресел для расслабления. В дальнем углу помещения находится ярко окрашенная стена с красным и желтым цветами, добавляющая энергии и контраста пространству. Общий дизайн сочетает функциональность и эстетику, создавая комфортное место для отдыха и восстановления.",
//     images_url: {
//       jpg: "/images/gallery/gallery_5.jpg",
//       webp: "/images/gallery/gallery_5.webp",
//     },
//   },
//   {
//     description:
//       "Изображение показывает современный внутренний бассейн с яркой голубой водой. Бассейн украшен декоративными элементами, включая водопад и зеленые растения. Справа расположены ряды белых шезлонгов на оранжевом полу, а за ними — большие панорамные окна, пропускающие естественный свет. Обстановка выглядит уютной и расслабляющей.",
//     images_url: {
//       jpg: "/images/gallery/gallery_6.jpg",
//       webp: "/images/gallery/gallery_6.webp",
//     },
//   },
//   {
//     description:
//       "Это изображение современного фитнес-центра, где видны несколько беговых дорожек с интерактивными дисплеями. Помещение оформлено в светлых тонах с высокими потолками и большими окнами, обеспечивающими естественное освещение. В пространстве присутствуют живые пальмы и другие растения, что создает ощущение свежести и природного комфорта. На втором этаже можно увидеть дополнительные тренировочные зоны, включая силовые станки и оборудование для групповых занятий. Общий дизайн просторный и технологичный, подходящий для активных тренировок.",
//     images_url: {
//       jpg: "/images/gallery/gallery_7.jpg",
//       webp: "/images/gallery/gallery_7.webp",
//     },
//   },
//   {
//     description:
//       "Современный фитнес-центр с силовыми тренажерами, пальмами и просторным дизайном. Большой выбор оборудования для тренировок, живые растения и естественное освещение создают комфортную атмосферу. На втором этаже — дополнительные зоны с беговыми дорожками.",
//     images_url: {
//       jpg: "/images/gallery/gallery_8.jpg",
//       webp: "/images/gallery/gallery_8.webp",
//     },
//   },
//   {
//     description:
//       "Современный фитнес-центр с силовыми тренажерами, пальмами и просторным дизайном. Большой выбор оборудования для тренировок, живые растения и естественное освещение создают комфортную атмосферу. На втором этаже — беговые дорожки и зоны отдыха.",
//     images_url: {
//       jpg: "/images/gallery/gallery_9.jpg",
//       webp: "/images/gallery/gallery_9.webp",
//     },
//   },
//   {
//     description:
//       "Современный фитнес-центр с силовыми тренажерами, пальмами и большим пространством. Видны беговые дорожки на втором этаже и естественное освещение через окна.",
//     images_url: {
//       jpg: "/images/gallery/gallery_10.jpg",
//       webp: "/images/gallery/gallery_10.webp",
//     },
//   },
//   {
//     description:
//       "Современный фитнес-центр с обширным пространством, оборудованный силовыми тренажерами и станками для жима штанги. Интерьер украшен живыми пальмами и растениями, создавая ощущение свежести. На втором этаже видны беговые дорожки и зоны отдыха. Большие окна пропускают естественный свет, а высокие потолки делают помещение просторным.",
//     images_url: {
//       jpg: "/images/gallery/gallery_11.jpg",
//       webp: "/images/gallery/gallery_11.webp",
//     },
//   },
//   {
//     description:
//       "Современный фитнес-зал с множеством силовых тренажеров и станков для жима штанги. Интерьер оформлен в темных тонах, с черным ковровым покрытием и ярким освещением. Большие зеркала на стенах увеличивают пространство, а окна пропускают естественный свет. Оборудование выглядит профессиональным и удобным для тренировок.",
//     images_url: {
//       jpg: "/images/gallery/gallery_12.jpg",
//       webp: "/images/gallery/gallery_12.webp",
//     },
//   },
//   {
//     description:
//       "Современный фитнес-зал с силовыми тренажерами, включая станки для жима штанги и скамейки. Интерьер украшен живыми пальмами и каменной кладкой, создавая уютную атмосферу. Большие окна обеспечивают естественное освещение, а зелень добавляет свежести пространству.",
//     images_url: {
//       jpg: "/images/gallery/gallery_13.jpg",
//       webp: "/images/gallery/gallery_13.webp",
//     },
//   },
//   {
//     description:
//       "Современный тренировочный зал с боксерскими мешками марки 'ALFAFI'. Мешки подвешены на металлической конструкции, а в фоне видны спортивные площадки и оборудование для тренировок. Интерьер оформлен в темных тонах с ярким освещением.",
//     images_url: {
//       jpg: "/images/gallery/gallery_14.jpg",
//       webp: "/images/gallery/gallery_14.webp",
//     },
//   },
//   {
//     description:
//       "Современный крытый бассейн с яркой голубой водой и облицовкой из мозаики. Помещение оснащено большими окнами, пропускающими естественный свет, и имеет стильный дизайн с синими акцентами на стенах. Видны лестница для входа в воду и скамейки для отдыха. Обстановка выглядит уютной и расслабляющей.",
//     images_url: {
//       jpg: "/images/gallery/gallery_15.jpg",
//       webp: "/images/gallery/gallery_15.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, окруженный большими окнами, пропускающими естественный свет. В помещении установлены лестница для входа в воду и скамейки для отдыха. Интерьер выполнен в современном стиле с белыми колоннами и светлым дизайном.",
//     images_url: {
//       jpg: "/images/gallery/gallery_16.jpg",
//       webp: "/images/gallery/gallery_16.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с чистой голубой водой, разделенной на дорожки белыми линиями и красными плавучими разметками. В центре написано слово 'moreon', вероятно, название заведения или бренда. Над бассейном развеваются праздничные флаги разных цветов, добавляя динамичности пространству. Помещение оснащено большими окнами и деревянными элементами отделки.",
//     images_url: {
//       jpg: "/images/gallery/gallery_17.jpg",
//       webp: "/images/gallery/gallery_17.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, окруженный лестницами для входа и выхода. На стене над бассейном написано слово 'moreon' большими голубыми буквами. Обстановка просторная и современная, с деревянными элементами отделки и большими окнами, пропускающими естественный свет.",
//     images_url: {
//       jpg: "/images/gallery/gallery_18.jpg",
//       webp: "/images/gallery/gallery_18.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, разделенный на дорожки белыми линиями и красными плавучими разметками. В центре написано слово 'moreon' большими голубыми буквами. Над бассейном развеваются праздничные флаги разных цветов, добавляя динамичности пространству. Помещение оснащено большими окнами и современным дизайном потолка с подсветкой.",
//     images_url: {
//       jpg: "/images/gallery/gallery_19.jpg",
//       webp: "/images/gallery/gallery_19.webp",
//     },
//   },
//   {
//     description:
//       "Современное помещение с расслабляющей атмосферой, включающее джакузи и живые растения. Большие окна пропускают естественный свет, создавая ощущение свежести и открытости. Интерьер украшен пальмами и другими зелеными элементами, добавляющими уют и природный комфорт.",
//     images_url: {
//       jpg: "/images/gallery/gallery_20.jpg",
//       webp: "/images/gallery/gallery_20.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, окруженный живыми пальмами и другими растениями. Помещение оснащено большими окнами, пропускающими естественный свет, что создает ощущение свежести и открытости. Видны лестница для входа в воду и дополнительные термальные зоны рядом с бассейном. Обстановка выглядит расслабляющей и уютной.",
//     images_url: {
//       jpg: "/images/gallery/gallery_21.jpg",
//       webp: "/images/gallery/gallery_21.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, украшенный живыми растениями и водопадом. Помещение оснащено большими окнами, пропускающими естественный свет, и современным дизайном потолка с зеленой подсветкой. Справа расположены ряды белых шезлонгов на оранжевом полу для отдыха. Обстановка выглядит расслабляющей и комфортной.",
//     images_url: {
//       jpg: "/images/gallery/gallery_22.jpg",
//       webp: "/images/gallery/gallery_22.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, украшенный искусственным водопадом и каменной кладкой. Помещение оформлено в современном стиле с элементами природы, включая пальмы и зелень. Обстановка выглядит расслабляющей и уютной, идеально подходящей для отдыха и релаксации.",
//     images_url: {
//       jpg: "/images/gallery/gallery_23.jpg",
//       webp: "/images/gallery/gallery_23.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, украшенный искусственным водопадом и мозаичной отделкой. Помещение оформлено в роскошном стиле с колоннами, светильниками и живыми растениями, создавая атмосферу релаксации и элегантности.",
//     images_url: {
//       jpg: "/images/gallery/gallery_24.jpg",
//       webp: "/images/gallery/gallery_24.webp",
//     },
//   },
//   {
//     description:
//       "Уютная парилка с деревянным интерьером, освещенная теплыми лампами. В помещении установлены скамейки разных уровней для комфортного отдыха. Стены выполнены из натурального дерева, а в углу виден каменный очаг с горячими камнями. Обстановка создает расслабляющую и спокойную атмосферу.",
//     images_url: {
//       jpg: "/images/gallery/gallery_25.jpg",
//       webp: "/images/gallery/gallery_25.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, украшенный необычной архитектурой в виде подводного корабля. Помещение оснащено большими окнами и современным дизайном, создавая ощущение свежести и природы. Обстановка выглядит уютной и расслабляющей, идеально подходящей для отдыха.",
//     images_url: {
//       jpg: "/images/gallery/gallery_26.jpg",
//       webp: "/images/gallery/gallery_26.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, окруженный лестницами и современным дизайном. Помещение оснащено большими окнами, пропускающими естественный свет, и украшено подсветкой. Видны террасы для отдыха и декоративные элементы в виде арок и тоннелей, добавляющие динамичности пространству.",
//     images_url: {
//       jpg: "/images/gallery/gallery_27.jpg",
//       webp: "/images/gallery/gallery_27.webp",
//     },
//   },
//   {
//     description:
//       "Современный интерьер с рядами белых шезлонгов для отдыха, расположенными вдоль большого окна. Помещение украшено живыми растениями и пальмами, создавая ощущение свежести и природы. Видны элементы декора, такие как голубой шар и светильники, добавляющие уютную атмосферу. Большие окна пропускают естественный свет, делая пространство ярким и открытым.",
//     images_url: {
//       jpg: "/images/gallery/gallery_28.jpg",
//       webp: "/images/gallery/gallery_28.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, украшенный мозаичной отделкой. Помещение оснащено лестницами для входа в воду и современным дизайном потолка с подсветкой. Видны термальные зоны и искусственные скалы, добавляющие природную атмосферу. Большие окна пропускают естественный свет, создавая расслабляющую обстановку.",
//     images_url: {
//       jpg: "/images/gallery/gallery_29.jpg",
//       webp: "/images/gallery/gallery_29.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, окруженный живыми пальмами и другими растениями. Помещение оснащено большими окнами, пропускающими естественный свет, что создает ощущение свежести и открытости. Видны лестница для входа в воду и дополнительные термальные зоны рядом с бассейном. Обстановка выглядит расслабляющей и комфортной.",
//     images_url: {
//       jpg: "/images/gallery/gallery_30.jpg",
//       webp: "/images/gallery/gallery_30.webp",
//     },
//   },
//   {
//     description:
//       "Красный интерьер с мозаичной отделкой, созданный в форме арки или тоннеля. Помещение освещено теплым светом, который подчеркивает яркие тона стен и потолка. Внутри есть скамейки для отдыха, что делает его идеальным местом для релаксации. Дизайн выглядит современным и уютным.",
//     images_url: {
//       jpg: "/images/gallery/gallery_31.jpg",
//       webp: "/images/gallery/gallery_31.webp",
//     },
//   },
//   {
//     description:
//       "Современный интерьер с ярким и светлым дизайном. В помещении расположены бассейны, термальные зоны и шезлонги для отдыха. Помещение украшено живыми растениями, включая пальмы, что создает ощущение свежести и природы. Большие окна пропускают естественный свет, а вторые этажи добавляют просторности пространству. Обстановка выглядит расслабляющей и комфортной.",
//     images_url: {
//       jpg: "/images/gallery/gallery_32.jpg",
//       webp: "/images/gallery/gallery_32.webp",
//     },
//   },
//   {
//     description:
//       "Современный интерьер с термальными зонами, включая джакузи и бассейны. Помещение украшено живыми растениями и пальмами, создавая ощущение свежести. Большие окна пропускают естественный свет, а ряды шезлонгов для отдыха добавляют комфорт. Дизайн просторный и уютный, идеально подходящий для расслабления.",
//     images_url: {
//       jpg: "/images/gallery/gallery_33.jpg",
//       webp: "/images/gallery/gallery_33.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, украшенный мозаичной отделкой и искусственными скалами. Помещение оснащено подсветкой синего цвета, создавая атмосферу релаксации. Видны террасы для отдыха и декоративные элементы в виде пальм и камней, добавляющие природную эстетику. Обстановка выглядит современной и расслабляющей.",
//     images_url: {
//       jpg: "/images/gallery/gallery_34.jpg",
//       webp: "/images/gallery/gallery_34.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, украшенный мозаичной отделкой. Помещение оснащено лестницами для входа в воду и современным дизайном потолка с подсветкой. Видны термальные зоны и искусственные скалы, добавляющие природную атмосферу. Большие окна пропускают естественный свет, создавая расслабляющую обстановку.",
//     images_url: {
//       jpg: "/images/gallery/gallery_35.jpg",
//       webp: "/images/gallery/gallery_35.webp",
//     },
//   },
//   {
//     description:
//       "Современный интерьер с высокими потолками и большими окнами, освещенными естественным светом. В помещении расположены бассейны, термальные зоны и шезлонги для отдыха. Помещение украшено живыми пальмами и яркими цветовыми акцентами, создавая уютную и расслабляющую атмосферу. Дизайн просторный и функциональный, идеально подходящий для релаксации и активного отдыха.",
//     images_url: {
//       jpg: "/images/gallery/gallery_36.jpg",
//       webp: "/images/gallery/gallery_36.webp",
//     },
//   },
//   {
//     description:
//       "Уютная парилка с деревянным интерьером, освещенная теплым светом. В помещении установлены скамейки разных уровней для комфортного отдыха. Большая оконная полоса пропускает естественный свет и открывает вид на зеленый сад за пределами помещения. Обстановка создает расслабляющую атмосферу релаксации.",
//     images_url: {
//       jpg: "/images/gallery/gallery_37.jpg",
//       webp: "/images/gallery/gallery_37.webp",
//     },
//   },
//   {
//     description:
//       "Современный интерьер с несколькими джакузи, окруженными живыми растениями и пальмами. Помещение оснащено большими окнами, пропускающими естественный свет, что создает ощущение свежести и природы. Обстановка выглядит расслабляющей и комфортной, идеально подходящей для отдыха.",
//     images_url: {
//       jpg: "/images/gallery/gallery_38.jpg",
//       webp: "/images/gallery/gallery_38.webp",
//     },
//   },
//   {
//     description:
//       "Современный интерьер с ярким и светлым дизайном. В помещении расположены бассейны, термальные зоны и шезлонги для отдыха. Помещение украшено живыми растениями, включая пальмы, что создает ощущение свежести и природы. Большие окна пропускают естественный свет, а вторые этажи добавляют просторности пространству. Обстановка выглядит расслабляющей и комфортной.",
//     images_url: {
//       jpg: "/images/gallery/gallery_39.jpg",
//       webp: "/images/gallery/gallery_39.webp",
//     },
//   },
//   {
//     description:
//       "Современный интерьер с ярким и просторным дизайном. В помещении расположены бассейны, термальные зоны и шезлонги для отдыха. Помещение украшено живыми растениями, включая пальмы, что создает ощущение свежести и природы. Большие окна пропускают естественный свет, а вторые этажи добавляют просторности пространству. Обстановка выглядит расслабляющей и комфортной.",
//     images_url: {
//       jpg: "/images/gallery/gallery_40.jpg",
//       webp: "/images/gallery/gallery_40.webp",
//     },
//   },
//   {
//     description:
//       "Современный интерьер с ярким и просторным дизайном. В помещении расположены бассейны, термальные зоны и шезлонги для отдыха. Помещение украшено живыми растениями, включая пальмы, что создает ощущение свежести и природы. Большие окна пропускают естественный свет, а вторые этажи добавляют просторности пространству. Обстановка выглядит расслабляющей и комфортной.",
//     images_url: {
//       jpg: "/images/gallery/gallery_41.jpg",
//       webp: "/images/gallery/gallery_41.webp",
//     },
//   },
//   {
//     description:
//       "Крытый бассейн с яркой голубой водой, окруженный современным интерьером. Помещение оснащено большими окнами, пропускающими естественный свет, и украшено живыми растениями. Видны лестница для входа в воду и декоративные элементы, такие как арки и каменная отделка. Обстановка создает расслабляющую и уютную атмосферу.",
//     images_url: {
//       jpg: "/images/gallery/gallery_42.jpg",
//       webp: "/images/gallery/gallery_42.webp",
//     },
//   },
//   {
//     description:
//       "Современный интерьер с несколькими джакузи, окруженными живыми растениями и пальмами. Помещение оснащено большими окнами, пропускающими естественный свет, что создает ощущение свежести и природы. Видны ряды шезлонгов для отдыха, а яркие цветовые акценты добавляют энергии пространству. Обстановка выглядит расслабляющей и комфортной.",
//     images_url: {
//       jpg: "/images/gallery/gallery_43.jpg",
//       webp: "/images/gallery/gallery_43.webp",
//     },
//   },
// ];

const news_data = [
  {
    path: "",
    description:
      "Персональные тренировки от 2490 руб. помогут вам стать лучшей версией себя!",
    description_picture:
      "На изображении представлена реклама персональных тренировок в фитнес-центре 'Moreon Fitness'. В центре изображения находятся мужчина и женщина, одетые в спортивную одежду. Женщина держит гантели, а мужчина стоит рядом, помогая ей. На заднем плане виден интерьер фитнес-центра с различными тренажерами. В верхней части постера написано призыв: 'НАЧНИ МЕНЯТЬСЯ СЕГОДНЯ!', а ниже указано предложение: 'ПЕРСОНАЛЬНЫЕ ТРЕНИРОВКИ от 2490'. Логотип 'moreon FITNESS' расположен в нижнем правом углу изображения. Фон подчеркивает активность и энергию, связанные с занятиями фитнесом.",
    url_images: {
      jpg: "/images/news/result_new_1.jpg",
      webp: "/images/news/result_new_1.webp",
    },
  },
  {
    path: "",
    description: "Онлайн ведение и подготовка к соревнованиям!",
    description_picture:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness', который предлагает подготовку к соревнованиям под ключ. В центре изображения находится рука, держащая золотой трофей. На заднем плане виден интерьер фитнес-центра с различными тренажерами и спортивным оборудованием. В верхней части постера написано название фитнес-центра 'moreon FITNESS', а ниже указано предложение: 'ПОДГОТОВКА К СОРЕВНОВАНИЯМ ПОД КЛЮЧ'. Логотип и текст подчеркивают профессиональный подход к подготовке спортсменов для достижения высоких результатов в соревнованиях.",
    url_images: {
      jpg: "/images/news/result_new_2.jpg",
      webp: "/images/news/result_new_2.webp",
    },
  },
  {
    path: "",
    description: "Революция тела 007 – миссия выполнима!",
    description_picture:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness', которая называется 'Революция тела 007: Миссия выполнима'. В центре изображения находятся мужчина и женщина в спортивной одежде. Мужчина демонстрирует свое подтянутое тело, а женщина стоит рядом, держа его за руку. На заднем плане виден интерьер фитнес-центра с различными тренажерами. В верхней части постера написано название акции: 'РЕВОЛЮЦИЯ ТЕЛА 007 МИССИЯ ВЫПОЛНИМА', а ниже указано предложение: 'ПОЛУЧИ СВОЕ ОРУЖИЕ ПРОТИВ ЛИШНЕГО ВЕСА!'. Логотип 'moreon FITNESS' расположен в нижнем правом углу изображения. Фон подчеркивает активность и энергию, связанные с занятиями фитнесом для достижения идеального тела.",
    url_images: {
      jpg: "/images/news/result_new_3.jpg",
      webp: "/images/news/result_new_3.webp",
    },
  },
  {
    path: "",
    description: "Готовы к вызову? Приглашаем на новую тренировку ТАБАТА!",
    description_picture:
      "На изображении представлена реклама новой тренировки в кроссфите под названием 'ТАБАТА' от фитнес-центра 'Moreon Fitness'. В центре изображения находятся три человека, выполняющие упражнения с гантелями. На заднем плане виден интерьер фитнес-центра с различными тренажерами и спортивным оборудованием. В верхней части постера написано название тренировки: 'НОВАЯ ТРЕНИРОВКА В КРОССФИТЕ ТАБАТА', а ниже указано время проведения: 'ЧЕТВЕРГ | 19:00'. Также присутствует слоган: 'ВЗРЫВ ЭНЕРГИИ ЗА МИНУТЫ!'. Логотип 'moreon FITNESS' расположен в нижней левой части изображения. Фон подчеркивает активность и энергию, связанные с занятиями кроссфитом.",
    url_images: {
      jpg: "/images/news/result_new_4.jpg",
      webp: "/images/news/result_new_4.webp",
    },
  },
  {
    path: "",
    description:
      "Выброси негативные эмоции на тренировках по боксу в Moreon Fitness!",
    description_picture:
      "Студия бокса Moreon Fitness: два боксера в перчатках тренируются, один в синих шортах и перчатках, другой в черных. Расписание занятий: вторник в 20:00 и суббота в 13:00.",
    url_images: {
      jpg: "/images/news/result_new_5.jpg",
      webp: "/images/news/result_new_5.webp",
    },
  },
  {
    path: "",
    description: "Ура, у нас появилась подземная парковка!",
    description_picture:
      "Синий кабриолет стоит в подземной парковке, окруженный облаком пара. На капоте автомобиля сидит желтая резиновая уточка. В верхней части изображения находится логотип 'Мореон' и текст: 'Ура, у нас появилась подземная парковка!'.",
    url_images: {
      jpg: "/images/news/result_new_6.jpg",
      webp: "/images/news/result_new_6.webp",
    },
  },
  {
    path: "",
    description: "Приглашаем вас на йогу в гамаках!",
    description_picture:
      "Женщина выполняет упражнение на подвесах для йоги в гамаках. Она одета в черную спортивную одежду и имеет дреды. В верхней части изображения находится логотип 'Moreon Fitness' и текст: 'Йога в гамаках. По средам | 13:00. Продолжительность: 1,5 часа'. Внизу указано имя ведущей: Наталья Пепик.",
    url_images: {
      jpg: "/images/news/result_new_7.jpg",
      webp: "/images/news/result_new_7.webp",
    },
  },
  {
    path: "",
    description: "Приглашаем вас на студию по Аштанга йоге с Натальей Пепик",
    description_picture:
      "На изображении представлена реклама занятий аштанга йогой в фитнес-клубе 'Moreon Fitness'. На переднем плане женщина выполняет сложную позу стоя на голове, одета в черные спортивные брюки и топ. В верхней части изображения указано расписание: среда в 20:00 и суббота в 11:00. В нижней части присутствует логотип 'moreon FITNESS' и имя инструктора - Наталья Пепик. Фон изображения оформлен в темно-синих тонах с абстрактными световыми элементами.",
    url_images: {
      jpg: "/images/news/result_new_8.jpg",
      webp: "/images/news/result_new_8.webp",
    },
  },
  {
    path: "",
    description:
      "Новые тренировки в единоборствах: джиу-джитсу для детей и mixfight для взрослых c Ольгой Бобровник!",
    description_picture:
      "На изображении представлены два человека, выполняющие техники джиу-джитсу. Один из них в белом кимоно и другой в синем, оба находятся в динамичной позиции, демонстрируя бросок или удержание. В верхней части изображения написано: 'НОВЫЕ Тренировки', а ниже указаны виды тренировок: 'ДЖИУ-ДЖИТСУ (для детей)' и 'MIXFIGHT (взрослые)'. В нижней части изображения находится логотип 'moreon FITNESS' и имя тренера - Бобровник Ольга. Фон изображения оформлен в темных тонах с абстрактными световыми элементами.",
    url_images: {
      jpg: "/images/news/result_new_9.jpg",
      webp: "/images/news/result_new_9.webp",
    },
  },
  {
    path: "",
    description: "Приглашаем на плавание взрослых любого уровня подготовки",
    description_picture:
      "На изображении представлен тренер, улыбающийся в камеру. Он одет в темно-серую футболку с логотипом 'moreon FITNESS'. В руках он держит два зеленых плавательных блока. Фон изображения оформлен в темных тонах с эффектами брызг воды и неоновой надписью 'eon' на стене за его спиной. В верхней части изображения находится логотип 'moreon FITNESS' и текст: 'ПЛАВАНИЕ ДЛЯ ВЗРОСЛЫХ ОТКРЫТ НАБОР'. В нижней части указано время занятий: 'ПО ПОНЕДЕЛЬНИКАМ В 10:00'.",
    url_images: {
      jpg: "/images/news/result_new_10.jpg",
      webp: "/images/news/result_new_10.webp",
    },
  },
  {
    path: "",
    description: "Тренируйтесь и отдыхайте в “Мореон Фитнес и СПА” бесплатно!",
    description_picture:
      "На изображении представлен забавный бобр, который держит в лапах две розовые гантели и улыбается. Бобр находится в тренажерном зале с различными спортивными снарядами на заднем плане. В верхней части изображения расположен логотип 'moreon FITNESS'. В нижней части текст: 'ТРЕНИРУЙСЯ В МОРЕОН ФИТЕС БЕСПЛАТНО' выделен белым цветом на черном фоне. Изображение призвано привлечь внимание к бесплатным тренировкам в фитнес-клубе Moreon Fitness.",
    url_images: {
      jpg: "/images/news/result_new_11.jpg",
      webp: "/images/news/result_new_11.webp",
    },
  },
  {
    path: "",
    description: "Приглашаем будущих мам на тренировки Aqua Mama!",
    description_picture:
      "На изображении представлена беременная женщина, одетая в белый топ, стоящая у бассейна. Она держит специальную подушку для занятий аквааэробикой с логотипом 'moreon FITNESS'. В верхней части изображения находится логотип фитнес-клуба 'moreon FITNESS'. В нижней части текст: 'AQUA-MAMA Расслабляющее занятие для будущих мам ВТОРНИК | 14:00' и имя инструктора - Юлия Черенкова. Фон изображения оформлен в спокойных тонах с видом на бассейн.",
    url_images: {
      jpg: "/images/news/result_new_12.jpg",
      webp: "/images/news/result_new_12.webp",
    },
  },
  {
    path: "",
    description: "Кофе за 150 рублей",
    description_picture:
      "На изображении представлены две черные стакана с кофе, на которых написано 'moreon FITNESS'. Стаканы украшены изображением группы людей, занимающихся фитнесом. Вокруг стаканов разбросаны зерна кофе и капли, создающие динамичный эффект. В верхней части изображения находится текст: 'АБОНЕМЕНТ НА 10 ПОРЦИЙ КОФЕ', а в нижней части - логотип 'moreon FITNESS'. Фон оформлен в темно-зеленых тонах с абстрактными световыми элементами.",
    url_images: {
      jpg: "/images/news/result_new_13.jpg",
      webp: "/images/news/result_new_13.webp",
    },
  },
  {
    path: "",
    description: "Скидка 5% при оплате услуг онлайн!",
    description_picture:
      "На изображении показаны руки, держащие банковскую карту и смартфон с открытым приложением 'moreon FITNESS'. В верхней части изображения текст: 'ПОЛУЧИ СКИДКУ 5% ПРИ ОПЛАТЕ УСЛУГ ОНЛАЙН!'. В нижней части указано: '*Распространяется на услуги фитнеса и СПА'. На заднем плане виден интерьер фитнес-клуба с тренажерами и зелеными растениями.",
    url_images: {
      jpg: "/images/news/result_new_14.jpg",
      webp: "/images/news/result_new_14.webp",
    },
  },
  {
    path: "",
    description: "Самое время готовиться к сезону!",
    description_picture:
      "На изображении показан тренер, поддерживающий ребенка, который выполняет упражнение в бассейне. Тренер одет в темно-синюю футболку и черные штаны, а ребенок - в плавки с ярким принтом. В верхней части изображения находится логотип 'moreon FITNESS' и текст: 'БЫСТРО НАУЧИМ ПЛАВАТЬ РЕБЁНКА К СЕЗОНУ'. На заднем плане виден интерьер бассейна с водой, лестницами и украшениями в виде флагов.",
    url_images: {
      jpg: "/images/news/result_new_15.jpg",
      webp: "/images/news/result_new_15.webp",
    },
  },
  {
    path: "",
    description: "Дарим кофе или протеиновый шейк!",
    description_picture:
      "На изображении представлены два напитка: розовый протеиновый шейк в прозрачном стакане с трубочкой и черный кофе в бумажном стаканчике. Оба стакана имеют логотип 'moreon FITNESS'. В верхней части изображения находится текст: 'ДАРИМ! КОФЕ/ПРОТЕИНОВЫЙ ШЕЙК', а в нижней части - логотип фитнес-клуба 'moreon FITNESS'. Фон оформлен в темных тонах с эффектом дыма, создавая контраст для выделения напитков.",
    url_images: {
      jpg: "/images/news/result_new_16.jpg",
      webp: "/images/news/result_new_16.webp",
    },
  },
  {
    path: "",
    description: "Приглашаем на тренировки по армрестлингу для детей!",
    description_picture:
      "На изображении представлены два подростка, одетые в зеленые спортивные костюмы с логотипом 'moreon FITNESS', которые соревнуются в армрестлинге. Они держатся за специальную турнирную коробку для армрестлинга. В верхней части изображения написано: 'АРМРЕСТЛИНГ ДЛЯ ДЕТЕЙ ОТ 10 ДО 15 ЛЕТ'. В нижней части указано расписание занятий: 'ЧТ 18:00' и 'СБ 12:00', а также имя тренера - Юнисов Тимур. Фон оформлен в темных тонах с абстрактными световыми элементами.",
    url_images: {
      jpg: "/images/news/result_new_17.jpg",
      webp: "/images/news/result_new_17.webp",
    },
  },
  {
    path: "",
    description: "Анализ состава тела InBody за 60 секунд!",
    description_picture:
      "На изображении представлена женщина в спортивной одежде, держащая рулетку для измерений. В верхней части изображения находится логотип 'moreon FITNESS' и текст: 'АНАЛИЗ СОСТАВА ТЕЛА ЗА 60 СЕКУНД! НА INBODY L-ZONE'. Ниже расположены иконки, символизирующие различные параметры анализа тела. В центре текст: 'ДОСТИГАЙ ЦЕЛЕЙ ЭФФЕКТИВНЕЕ!'. В нижней части указано: '1 анализ включен в клубную карту'. Фон оформлен в темных тонах с абстрактными световыми элементами.",
    url_images: {
      jpg: "/images/news/result_new_18.jpg",
      webp: "/images/news/result_new_18.webp",
    },
  },
  {
    path: "",
    description: "Новое приложение Moreon Fitness&SPA!",
    description_picture:
      "На изображении представлено новое приложение 'MOREON FITNESS&SPA'. В центре изображения находится смартфон с экраном, на котором отображается логотип 'moreon FITNESS'. Смартфон окружен спортивным инвентарем: гантели, штанга и фитнес-мяч. В верхней части изображения текст: 'СКАЧИВАЙТЕ НОВОЕ ПРИЛОЖЕНИЕ MOREON FITNESS&SPA!'. Фон оформлен в темных тонах с абстрактными световыми элементами.",
    url_images: {
      jpg: "/images/news/result_new_19.jpg",
      webp: "/images/news/result_new_19.webp",
    },
  },
  {
    path: "",
    description: "Приглашаем в новую студию «CrossFit PRO»!",
    description_picture:
      "На изображении представлена женщина, одетая в спортивную одежду с принтом, держащая гирю. Она стоит в тренажерном зале, на заднем плане видны различные фитнес-снаряды. В верхней части изображения текст: 'ПРИГЛАШАЕМ В НОВУЮ СТУДИЮ «CROSSFIT PRO» 85 МИН.'. В центре находится логотип 'moreon FITNESS'. В нижней части указано: 'ПОЛУЧИТЕ ТЕЛО МЕЧТЫ! ТРЕНЕР: СМИРНОВА АЛИНА'. Фон оформлен в темных тонах с абстрактными световыми элементами.",
    url_images: {
      jpg: "/images/news/result_new_20.jpg",
      webp: "/images/news/result_new_20.webp",
    },
  },
  {
    path: "",
    description: "Приводите своих детей на тренировки по боксу!",
    description_picture:
      "На изображении представлен мальчик в боксерской стойке, одетый в зеленую футболку и перчатки. В верхней части изображения находится логотип 'moreon FITNESS' и текст: 'ОТКРЫТ НАБОР БОКС ДЛЯ ДЕТЕЙ'. Ниже указано расписание занятий: 'ЧЕТВЕРГ 17:00' и 'СУББОТА 11:00'. Фон оформлен в темных тонах с абстрактными световыми элементами.",
    url_images: {
      jpg: "/images/news/result_new_21.jpg",
      webp: "/images/news/result_new_21.webp",
    },
  },
  {
    path: "",
    description: "Учим плавать с нуля!",
    description_picture:
      "На изображении представлена женщина, держащая ребенка над водой в бассейне. Женщина одета в купальник и улыбается, а ребенок в плавках смотрит на нее. В верхней части изображения текст: 'ОТКРЫТ НАБОР ГРУДНИЧКОВОЕ ПЛАВАНИЕ КАЖДЫЙ ВТОРНИК | 10:15'. В нижней части указано имя тренера - Дмитрий Захаров. Фон оформлен в светло-голубых тонах с абстрактными линиями, символизирующими движение воды.",
    url_images: {
      jpg: "/images/news/result_new_22.jpg",
      webp: "/images/news/result_new_22.webp",
    },
  },
  {
    path: "",
    description: "Приглашаем на занятия по йоге ”Пранаяма и медитация”",
    description_picture:
      "На изображении представлена женщина с дредами, одетая в серый свитшот и черные брюки, сидящая в позе лотоса. За ней виден светящийся мандала-орнамент. В верхней части изображения текст: 'ПРИГЛАШАЕМ НА УРОКИ ПО ЙОГЕ «ПРАНАЯМА И МЕДИТАЦИЯ»'. В нижней части указано расписание занятий: 'ПО СУББОТАМ В 11:00', имя тренера - Наталья Пепик, и призыв: 'ОЩУТИТЕ ГАРМОНИЮ ВМЕСТЕ С НАМИ!'. Логотип 'moreon FITNESS' расположен в нижнем левом углу. Фон оформлен в темных тонах с акцентом на светящуюся мандалу.",
    url_images: {
      jpg: "/images/news/result_new_23.jpg",
      webp: "/images/news/result_new_23.webp",
    },
  },
  {
    path: "",
    description: "Приглашаем детей на тренировки Gym Kids!",
    description_picture:
      "На изображении представлены два мальчика в тренажерном зале. Один из них делает отжимания, а другой держит гантели и улыбается. В верхней части изображения находится текст: 'GYM KIDS moreon FITNESS'. Ниже указано имя тренера - Зыков Александр, и расписание занятий: 'ВТ,ЧТ | 17:00'. В нижней части текст: 'У НАС РАСТУТ ЧЕМПИОНЫ!'. Фон оформлен в темных тонах с видом на тренажеры и оборудование для фитнеса.",
    url_images: {
      jpg: "/images/news/result_new_24.jpg",
      webp: "/images/news/result_new_24.webp",
    },
  },
  {
    path: "",
    description: "Арендуйте шкафчик всего от 900 рублей в месяц!",
    description_picture:
      "На изображении представлена спортивная сумка синего цвета, рядом с которой лежат белые кроссовки и скакалка. В верхней части изображения находится логотип 'moreon FITNESS' и текст: 'ЗАЧЕМ НОСИТЬ С СОБОЙ ФОРМУ? АРЕНДУЙТЕ ШКАФЧИК!'. В нижней части указано стоимость аренды шкафчика: 'ОТ 900 РУБ/МЕС'. Фон оформлен в темных тонах с абстрактными световыми элементами.",
    url_images: {
      jpg: "/images/news/result_new_25.jpg",
      webp: "/images/news/result_new_25.webp",
    },
  },
  {
    path: "",
    description: "Приглашаем в школу плавания для детей!",
    description_picture:
      "На изображении представлена девочка в розовой шапочке и очках для плавания, находящаяся под водой в бассейне. В верхней части изображения текст: 'ПРИГЛАШАЕМ В ШКОЛУ ПЛАВАНИЯ ДЛЯ ДЕТЕЙ!'. Ниже указаны характеристики бассейна: 'БАССЕЙН 25 МЕТРОВ' и 'СОВРЕМЕННЫЙ ДИЗАЙН И РЕМОНТ'. Фон оформлен в виде дна бассейна с синими плитками.",
    url_images: {
      jpg: "/images/news/result_new_26.jpg",
      webp: "/images/news/result_new_26.webp",
    },
  },
  {
    path: "",
    description:
      "Оформи карту и получи скидку -20% на меню кафе «Порт» и «Остров».",
    description_picture:
      "На изображении представлена реклама карты скидок для посетителей фитнес-клуба 'moreon FITNESS'. В центре изображения находится карта с логотипом клуба и надписью '20% СКИДКА'. В верхней части текст: 'ОФОРМИ КАРТУ', а в нижней части указано: 'И ПОЛУЧИ СКИДКУ -20% НА МЕНЮ КАФЕ 'ПОРТ' И 'ОСТРОВ'. На заднем плане виден интерьер кафе с столами, стульями и барной стойкой.",
    url_images: {
      jpg: "/images/news/result_new_27.jpg",
      webp: "/images/news/result_new_27.webp",
    },
  },
  {
    path: "",
    description: "Фитнес для детей на суше и в воде",
    description_picture:
      "На изображении представлен мальчик в боксерских перчатках, одетый в спортивную одежду. В верхней части изображения находится логотип 'moreon FITNESS'. Ниже указаны характеристики фитнес-клуба: '15 000 кв.м фитнеса', '2 бассейна для плавания' и 'Единоборства: бокс, кикбоксинг, ММА'. В нижней части текст: 'ДЛЯ ВЗРОСЛЫХ И ДЕТЕЙ'. На заднем плане виден интерьер фитнес-клуба с тренажерами и бассейном.",
    url_images: {
      jpg: "/images/news/result_new_28.jpg",
      webp: "/images/news/result_new_28.webp",
    },
  },
  {
    path: "",
    description: "Дарите близким приятные эмоции!",
    description_picture:
      "На изображении представлены подарочные сертификаты 'moreon SPA' и 'moreon FITNESS', а также смартфон с открытым приложением, на экране которого виден еще один подарочный сертификат. В верхней части текст: 'ДАРИ ЭМОЦИИ А НЕ ВЕЩИ!'. В нижней части указано: 'ДОСТУПНО ONLINE' и кнопка 'КУПИТЬ ONLINE'. Фон оформлен в светло-голубых тонах.",
    url_images: {
      jpg: "/images/news/result_new_29.jpg",
      webp: "/images/news/result_new_29.webp",
    },
  },
];

// const performance_data = {
//   spa: {
//     title: "СПА И ТЕРМЫ",
//     description:
//       "«Мореон SPA» — уникальный банный спа-комплекс в стиле острова Санторини. Это самое большое спа-пространство в Москве, где можно отдохнуть от повседневного стресса. Вас ждут бани и сауны, соляная пещера, бассейн и джакузи, а также более 70 видов спа-процедур. В «Термах Мореон» расположены русские парные, турецкие хаммамы, восточные аромасауны. Главное украшение и гордость банного комплекса – двухуровневый бассейн-лабиринт с реверсивным течением, водопадами и контрастными ваннами.",
//     decor_title: "/images/performance/spa/title-center.webp",
//     arr_images: [
//       {
//         images_description:
//           "Современный интерьер с термальными зонами, включая джакузи и бассейны. Помещение украшено живыми пальмами и другими растениями, создавая ощущение свежести. Видны ряды шезлонгов для отдыха и большие окна, пропускающие естественный свет. Дизайн просторный и функциональный, идеально подходящий для расслабления и активного отдыха.",
//         images_url: {
//           jpg: "/images/performance/spa/perfom_1.jpg",
//           webp: "/images/performance/spa/perfom_1.webp",
//         },
//       },
//       {
//         images_description:
//           "Уютная парилка с деревянным интерьером, освещенная теплым светом. В помещении установлены скамейки разных уровней для комфортного отдыха. Стены выполнены из натурального дерева и каменной кладки, а окно пропускает естественный свет. Обстановка создает расслабляющую и спокойную атмосферу.",
//         images_url: {
//           jpg: "/images/performance/spa/perfom_2.jpg",
//           webp: "/images/performance/spa/perfom_2.webp",
//         },
//       },
//       {
//         images_description:
//           "Крытый бассейн с яркой голубой водой, окруженный живыми растениями и пальмами. Помещение оснащено большими окнами, пропускающими естественный свет, что создает ощущение свежести и природы. Видны лестница для входа в воду и дополнительные термальные зоны рядом с бассейном. Обстановка выглядит расслабляющей и комфортной.",
//         images_url: {
//           jpg: "/images/performance/spa/perfom_3.jpg",
//           webp: "/images/performance/spa/perfom_3.webp",
//         },
//       },
//       {
//         images_description:
//           "Современный интерьер с ярким и просторным дизайном. В помещении расположены бассейны, термальные зоны и шезлонги для отдыха. Помещение украшено живыми растениями, включая пальмы, что создает ощущение свежести и природы. Большие окна пропускают естественный свет, а вторые этажи добавляют просторности пространству. Обстановка выглядит расслабляющей и комфортной.",
//         images_url: {
//           jpg: "/images/performance/spa/perfom_4.jpg",
//           webp: "/images/performance/spa/perfom_4.webp",
//         },
//       },
//       {
//         images_description:
//           "Современный интерьер с ярким и уютным дизайном. В помещении расположены ряды белых шезлонгов для отдыха, украшенных живыми растениями и пальмами. Помещение оснащено большими окнами, пропускающими естественный свет, что создает ощущение свежести и открытости. Обстановка выглядит расслабляющей и комфортной, идеально подходящей для отдыха.",
//         images_url: {
//           jpg: "/images/performance/spa/perfom_5.jpg",
//           webp: "/images/performance/spa/perfom_5.webp",
//         },
//       },
//       {
//         images_description:
//           "Современный интерьер с термальными зонами, включая джакузи и бассейны. Помещение украшено живыми растениями и пальмами, создавая ощущение свежести и природы. Видны ряды шезлонгов для отдыха и большие окна, пропускающие естественный свет. Обстановка выглядит расслабляющей и комфортной.",
//         images_url: {
//           jpg: "/images/performance/spa/perfom_6.jpg",
//           webp: "/images/performance/spa/perfom_6.webp",
//         },
//       },
//     ],
//   },
//   cafe_restaurant: {
//     title: "КАФЕ И РЕСТОРАНЫ",
//     description:
//       "После тренировки вы сможете перекусить и отдохнуть в ресторанах и кафе. В фитнесе находятся собственные барные зоны с разнообразным меню. В фито баре для вас спортивные напитки и питание, коктейли и фреши. Также в холле комплекса расположены рестораны «Порт» и «Остров».",
//     decor_title: "/images/performance/cafe_restaurant/title-cafe.webp",
//     arr_images: [
//       {
//         images_description:
//           "Современный интерьер с ярким и уютным дизайном. В помещении расположены мягкие диваны, столики и стулья для отдыха, украшенные живыми растениями. Помещение оснащено стильной подсветкой и большими окнами, пропускающими естественный свет. Обстановка выглядит расслабляющей и комфортной, идеально подходящей для отдыха или работы.",
//         images_url: {
//           jpg: "/images/performance/cafe_restaurant/perfom_1.jpg",
//           webp: "/images/performance/cafe_restaurant/perfom_1.webp",
//         },
//       },
//       {
//         images_description:
//           "Миниатюрный интерьер кафе или бара с морской тематикой. В центре — белый барный стол с красной полосой и надписью 'SO5N1116 RUS'. На столе стоит декоративная модель яхты, а рядом висит оранжевый круглый спасательный круг. Помещение украшено живыми растениями и деревянными полками с посудой и алкоголем. Обстановка выглядит уютной и стилизованной под морскую тему.",
//         images_url: {
//           jpg: "/images/performance/cafe_restaurant/perfom_2.jpg",
//           webp: "/images/performance/cafe_restaurant/perfom_2.webp",
//         },
//       },
//       {
//         images_description:
//           "Современный интерьер с ярким и уютным дизайном. В помещении расположены столики и стулья для отдыха, украшенные живыми растениями. Помещение оснащено стильной подвесной люстрой в форме капель и большими окнами, пропускающими естественный свет. На переднем плане виден оранжевый спасательный круг, добавляющий акцент к оформлению. Обстановка выглядит расслабляющей и комфортной, идеально подходящей для отдыха или работы.",
//         images_url: {
//           jpg: "/images/performance/cafe_restaurant/perfom_3.jpg",
//           webp: "/images/performance/cafe_restaurant/perfom_3.webp",
//         },
//       },
//     ],
//   },
//   reception: {
//     title: "РЕСЕПШН",
//     description:
//       "При входе в Moreon Fitness Вас встретят и помогут с любым вопросом на ресепшене. Радушный коллектив фитнес-центра проведет экскурсию по комплексу. Также вы можете связаться с нами по телефону +7 (495) 859-03-72",
//     decor_title: "/images/performance/reception/title-res.webp",
//     arr_images: [
//       {
//         images_description:
//           "Минималистичный офисный интерьер с современным дизайном. В центре — белый приемный стол с черной вставкой, украшенный цветами на столе. За ним установлен большой экран, демонстрирующий изображение. Потолок выполнен из деревянных балок, добавляя теплоту пространству. Обстановка выглядит профессиональной и уютной, подходящей для встреч или работы.",
//         images_url: {
//           jpg: "/images/performance/reception/perfom_1.jpg",
//           webp: "/images/performance/reception/perfom_1.webp",
//         },
//       },
//       {
//         images_description:
//           "Минималистичный интерьер офисного или спортивного пространства с современным дизайном. В центре — белый приемный стол с черной вставкой, украшенный цветами на столе. За ним расположен большой экран, демонстрирующий изображение боксера в ринге. Потолок выполнен из деревянных балок, добавляя теплоту пространству. Обстановка выглядит профессиональной и уютной, подходящей для встреч или работы.",
//         images_url: {
//           jpg: "/images/performance/reception/perfom_2.jpg",
//           webp: "/images/performance/reception/perfom_2.webp",
//         },
//       },
//     ],
//   },
//   sales_department: {
//     title: "ОТДЕЛ ПРОДАЖ",
//     description:
//       "По вопросам оформления карты и всем расценкам обращайтесь в отдел продаж.",
//     decor_title: "/images/performance/sales_department/title-by.webp",
//     arr_images: [
//       {
//         images_description:
//           "Современный офисный интерьер с открытым пространством. Помещение оснащено стеклянными перегородками, разделяющими рабочие зоны. Видны столы с компьютерами и удобные кресла для сотрудников. Обстановка украшена живыми растениями, добавляющими свежесть и природу. Потолок выполнен из темных балок с линейной подсветкой, создавая современный и функциональный дизайн.",
//         images_url: {
//           jpg: "/images/performance/sales_department/perfom_1.jpg",
//           webp: "/images/performance/sales_department/perfom_1.webp",
//         },
//       },
//       {
//         images_description:
//           "Современный офисный интерьер с открытым пространством и стеклянными перегородками. В центре — круглый стол для встреч, окруженный мягкими креслами. Помещение оснащено современной мебелью и компьютерами на рабочих местах. Обстановка оформлена живыми растениями, добавляющими свежесть. Потолок выполнен из темных балок с линейной подсветкой, создавая функциональную и элегантную атмосферу.",
//         images_url: {
//           jpg: "/images/performance/sales_department/perfom_2.jpg",
//           webp: "/images/performance/sales_department/perfom_2.webp",
//         },
//       },
//     ],
//   },
// };

const Stock_data = [
  {
    path: "",
    description:
      "На изображении представлена реклама годовой карты выходного дня в фитнес-центре 'Moreon Fitness'. В центре изображения находится женщина, одетая в розовый спортивный топ и серые штаны, держащая гантель. Слева от нее расположены текстовые элементы: в верхней части написано 'ГОДОВАЯ КАРТА ВЫХОДНОГО ДНЯ', а ниже указано стоимость услуги - '24 900 РУБ./ГОД'. Также присутствует призыв 'ПРОВОДИТЕ ВЫХОДНЫЕ И ПРАЗДНИКИ С ПОЛЬЗОЙ!'. В нижнем левом углу изображен макет клубной карты с надписью 'PREMIUM КЛУБНАЯ КАРТА' и логотипом 'Moreon Fitness'. Фоном служит интерьер фитнес-центра с подсветкой.",
    url_images: {
      jpg: "/images/stock/result_stock_1.jpg",
      webp: "/images/stock/result_stock_1.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлен рекламный постер фитнес-центра 'Moreon Fitness'. В центре изображен мальчик в боксерских перчатках с надписью 'moreon FITNESS', готовый к тренировке. На заднем плане видны элементы интерьера фитнес-центра, включая тренажерный зал и бассейн. В нижней части постера указаны характеристики фитнес-центра: '15 000 кв.м фитнеса', '2 бассейна для плавания' и 'Единоборства: бокс, кикбоксинг, ММА'. Также присутствует слоган 'ДЛЯ ВЗРОСЛЫХ И ДЕТЕЙ'. Фоном служит интерьер фитнес-центра с различными спортивными зонами.",
    url_images: {
      jpg: "/images/stock/result_stock_2.jpg",
      webp: "/images/stock/result_stock_2.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness'. В центре изображения находится женщина, одетая в черную футболку с логотипом 'Moreon Fitness' и зеленые спортивные брюки, выполняющая упражнение со штангой. На заднем плане виден темный фон с градиентом от зеленого к черному. В верхней части постера написано название фитнес-центра 'Moreon FITNESS', а ниже указано предложение: 'СКИДКА ДО -50% НА КЛУБНУЮ КАРТУ'. Фон подчеркивает активность и энергию, связанные с занятиями фитнесом.",
    url_images: {
      jpg: "/images/stock/result_stock_3.jpg",
      webp: "/images/stock/result_stock_3.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness'. В центре изображен мужчина с бородой, одетый в спортивную одежду и аксессуары: на голове повязка, на руках перчатки, в одной руке держит теннисную ракетку и скакалку, а в другой — кубок и медаль. На заднем плане виден темный фон с абстрактными линиями. В верхней части постера написано предложение: 'СКИДКА -30% МАСТЕРАМ СПОРТА НА КЛУБНЫЕ КАРТЫ'. Логотип 'Moreon FITNESS' расположен в нижней правой части изображения. Фон подчеркивает достижения и успехи в спорте.",
    url_images: {
      jpg: "/images/stock/result_stock_4.jpg",
      webp: "/images/stock/result_stock_4.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама набора на занятия по единоборствам и кроссфиту для детей от 6 лет в фитнес-центре 'Moreon Fitness'. В центре изображения находятся трое детей: мальчик в боксерских перчатках, девочка в спортивной форме, готовящаяся к упражнению, и взрослый мужчина с татуировками, помогающий мальчику. На заднем плане виден темный фон, подчеркивающий активность и энергию. В верхней части постера написано 'ОТКРЫТ НАБОР', а ниже указано предложение: 'НА ЗАНЯТИЯ ПО ЕДИНОБОРСТВУ И КРОССФИТУ ОТ 6 ЛЕТ'. Логотип 'Moreon FITNESS' расположен в нижней левой части изображения.",
    url_images: {
      jpg: "/images/stock/result_stock_5.jpg",
      webp: "/images/stock/result_stock_5.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама набора на детское плавание в фитнес-центре 'Moreon Fitness'. В центре изображения находятся два ребенка: мальчик с очками для плавания, держащийся за бортик бассейна, и малыш, которого поддерживает взрослая женщина. На заднем плане виден темный фон с эффектом брызг воды, подчеркивающий активность и веселье. В верхней части постера написано 'ОТКРЫТ НАБОР ДЕТСКОЕ ПЛАВАНИЕ', а ниже указано предложение: 'НАУЧИМ ПЛАВАТЬ С НУЛЯ! ОТ 2 МЕСЯЦЕВ ДО 14 ЛЕТ'. Логотип 'Moreon FITNESS' расположен в верхнем левом углу изображения.",
    url_images: {
      jpg: "/images/stock/result_stock_6.jpg",
      webp: "/images/stock/result_stock_6.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness'. В центре изображения находятся два человека: мужчина и женщина, одетые в спортивную одежду. Женщина держит гантели и выполняет упражнение, а мужчина стоит рядом. На заднем плане виден темный фон с неоновыми элементами. В верхней части постера написано название фитнес-центра 'moreon FITNESS', а ниже указано предложение: 'ПРИВОДИ ДРУЗЕЙ ПОЛУЧАЙ ПОДАРКИ'. В нижней части изображения присутствует призыв 'ТРЕНИРУЙТЕСЬ ВМЕСТЕ!'. Логотип и текст подчеркивают активность и командный дух, связанные с занятиями фитнесом.",
    url_images: {
      jpg: "/images/stock/result_stock_7.jpg",
      webp: "/images/stock/result_stock_7.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness'. В центре изображения находятся две женщины в спортивной одежде: одна сидит на тренажере, держа гантели, а другая стоит рядом. Обе одеты в розовые топы и черные штаны. На заднем плане виден интерьер фитнес-центра с различными тренажерами. В верхней части постера написано название фитнес-центра 'moreon FITNESS', а ниже указано предложение: 'ПРИВИЛЕГИИ ДЛЯ ЧЛЕНОВ КЛУБА МОРЕОН ФИТНЕС'. Логотип и текст подчеркивают преимущества членства в клубе 'Moreon Fitness'.",
    url_images: {
      jpg: "/images/stock/result_stock_8.jpg",
      webp: "/images/stock/result_stock_8.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness'. В центре изображения находятся мужчина и женщина в спортивной одежде. Мужчина держит гантели, а женщина — мяч для фитнеса. На заднем плане виден интерьер фитнес-центра с различными тренажерами и зоной отдыха. В верхней части постера написано название фитнес-центра 'moreon FITNESS', а ниже указано предложение: 'ЧЕСТНАЯ РАССРОЧКА! ФИТНЕС+СПА от 2990 РУБ./МЕС.'. Также приведены характеристики фитнес-центра: '15 000 кв.м фитнеса', '600+ тренажеров', '25 м бассейн', '500 кв.м зона единоборств', '8 бани и сауны' и 'более 70 услуг для красоты и здоровья'. Логотип и текст подчеркивают широкий спектр услуг и преимуществ членства в клубе 'Moreon Fitness'.",
    url_images: {
      jpg: "/images/stock/result_stock_9.jpg",
      webp: "/images/stock/result_stock_9.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness'. В центре изображения находится девушка, одетая в джинсовую куртку и белую футболку, держащая тетрадь и ручку. На заднем плане виден темный фон с символами образования, такими как самолетик из бумаги и академическая шапочка. В верхней части постера написано предложение: 'СКИДКА -30% НА КЛУБНЫЕ КАРТЫ ДЛЯ ШКОЛЬНИКОВ И СТУДЕНТОВ!'. Логотип 'Moreon FITNESS' расположен в правом верхнем углу изображения. Фон подчеркивает образовательную тематику и привлекает внимание школьников и студентов к предложению фитнес-центра.",
    url_images: {
      jpg: "/images/stock/result_stock_10.jpg",
      webp: "/images/stock/result_stock_10.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама акции 'Фитнес Trade-In' от фитнес-центра 'Moreon Fitness'. В центре изображения находится улыбающаяся женщина, держащая штангу с диском, на котором написано 'moreon FITNESS'. На заднем плане виден интерьер фитнес-центра с различными тренажерами. В верхней части постера написано название акции: 'ФИТНЕС TRADE-IN МЕНЯЕМ СТАРЫЙ КЛУБ НА НОВЫЙ!'. В нижней правой части указана скидка: 'СКИДКА -30%'. Логотип и текст подчеркивают возможность перейти в новый фитнес-клуб с выгодой для клиентов.",
    url_images: {
      jpg: "/images/stock/result_stock_11.jpg",
      webp: "/images/stock/result_stock_11.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness', который предлагает услуги для всей семьи. В центре изображения находятся два человека: мальчик в боксерских перчатках и взрослый мужчина с гантелей. На заднем плане виден интерьер фитнес-центра с бассейном и тренажерами. В верхней части постера написано название фитнес-центра 'moreon FITNESS', а ниже указано предложение: 'ФИТНЕС ДЛЯ ВСЕЙ СЕМЬИ'. Также приведены характеристики фитнес-центра: 'ТРЕНАЖЕРНЫЙ ЗАЛ', 'БАССЕЙН', 'ЕДИНОБОРСТВА' и 'КРОССТРЕНИНГ'. Логотип и текст подчеркивают разнообразие услуг, доступных для всех членов семьи.",
    url_images: {
      jpg: "/images/stock/result_stock_12.jpg",
      webp: "/images/stock/result_stock_12.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлена реклама фитнес-центра 'Moreon Fitness', который предлагает занятия по плаванию, единоборствам и кроссфиту для детей. В центре изображения находятся два ребенка: девочка в бассейне с очками для плавания и мальчик в боксерских перчатках. На заднем плане виден темный фон с эффектом брызг воды, подчеркивающий активность и энергию. В верхней части постера написано название фитнес-центра 'moreon FITNESS' и предложение: 'ПЛАВАНИЕ, ЕДИНОБОРСТВА И КРОССФИТ ДЛЯ ДЕТЕЙ'. Также указаны характеристики фитнес-центра: '2 БАССЕЙНА ДЛЯ ПЛАВАНИЯ' и '500 кв.м ЗОНА ЕДИНОБОРСТВ'. В нижней части изображения присутствует призыв: 'ВАШ РЕБЁНОК ВЫРАСТЕТ ЧЕМПИОНОМ!'. Логотип и текст подчеркивают преимущества занятий спортом для детей в фитнес-центре 'Moreon Fitness'.",
    url_images: {
      jpg: "/images/stock/result_stock_13.jpg",
      webp: "/images/stock/result_stock_13.webp",
    },
  },
  {
    path: "",
    description:
      "На изображении представлен рекламный постер фитнес-центра 'Moreon Fitness'. В центре изображен мужчина с мощным телосложением, одетый в белую майку и серые шорты, сидящий на тренажере. На его руках видны татуировки. Слева от него расположены четыре значка с надписями: 'Тренажерный зал', 'Зона единоборств', 'Бассейн' и 'Спа'. В верхней части постера написано название фитнес-центра 'Moreon Fitness', а в нижней части — слоган 'Я выбираю премиум фитнес'. Фоном служит интерьер фитнес-центра с большими окнами, пропускающими естественный свет.",
    url_images: {
      jpg: "/images/stock/result_stock_14.jpg",
      webp: "/images/stock/result_stock_14.webp",
    },
  },
];

const team_data = [
  {
    name: "Бобровник Ольга",
    type: {
      martial_arts: true,
    },
    url_images: {
      jpg: "/images/team/martial_arts/result_coach_1.jpg",
      webp: "/images/team/martial_arts/result_coach_1.webp",
    },
    about_coach: {
      qualification: "Мастер-тренер",
      work_experience: "с 2016 года",
      contacts: { phone: "+7 905 581-67-35" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Карпушин Алексей",
    type: {
      martial_arts: true,
    },
    url_images: {
      jpg: "/images/team/martial_arts/result_coach_2.jpg",
      webp: "/images/team/martial_arts/result_coach_2.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Смирнова Алина",
    type: {
      martial_arts: true,
    },
    url_images: {
      jpg: "/images/team/martial_arts/result_coach_3.jpg",
      webp: "/images/team/martial_arts/result_coach_3.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Власюк Илья",
    type: {
      martial_arts: true,
    },
    url_images: {
      jpg: "/images/team/martial_arts/result_coach_4.jpg",
      webp: "/images/team/martial_arts/result_coach_4.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Весновский Владислав",
    type: {
      martial_arts: true,
    },
    url_images: {
      jpg: "/images/team/martial_arts/result_coach_5.jpg",
      webp: "/images/team/martial_arts/result_coach_5.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Сафиев Сабир",
    type: {
      martial_arts: true,
    },
    url_images: {
      jpg: "/images/team/martial_arts/result_coach_6.jpg",
      webp: "/images/team/martial_arts/result_coach_6.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Самойленко Дарья",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_1.jpg",
      webp: "/images/team/gym/result_coach_1.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Джус Дмитрий",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_2.jpg",
      webp: "/images/team/gym/result_coach_2.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Гурвич Светлана",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_3.jpg",
      webp: "/images/team/gym/result_coach_3.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Бредов Никита",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_4.jpg",
      webp: "/images/team/gym/result_coach_4.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Туренко Ольга",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_5.jpg",
      webp: "/images/team/gym/result_coach_5.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Соколов Артём",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_6.jpg",
      webp: "/images/team/gym/result_coach_6.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Чугайнова Дарья",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_7.jpg",
      webp: "/images/team/gym/result_coach_7.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Хисамиева Полина",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_8.jpg",
      webp: "/images/team/gym/result_coach_8.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Лященко Игорь",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_9.jpg",
      webp: "/images/team/gym/result_coach_9.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Летуновский Сергей",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_10.jpg",
      webp: "/images/team/gym/result_coach_10.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Игнатов Константин",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_11.jpg",
      webp: "/images/team/gym/result_coach_11.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Хорин Александр",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_12.jpg",
      webp: "/images/team/gym/result_coach_12.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Мхитарян Арес",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_13.jpg",
      webp: "/images/team/gym/result_coach_13.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Занин Сергей",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_14.jpg",
      webp: "/images/team/gym/result_coach_14.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Карпов Сергей",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_15.jpg",
      webp: "/images/team/gym/result_coach_15.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Мазайлова Евгения",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_16.jpg",
      webp: "/images/team/gym/result_coach_16.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Колешко Вадим",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_17.jpg",
      webp: "/images/team/gym/result_coach_17.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Якименко Эдуард",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_18.jpg",
      webp: "/images/team/gym/result_coach_18.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Зыков Александр",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_19.jpg",
      webp: "/images/team/gym/result_coach_19.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Ширяев Владислав",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_20.jpg",
      webp: "/images/team/gym/result_coach_20.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Шевченко Алёна",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_21.jpg",
      webp: "/images/team/gym/result_coach_21.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Астапенко Дмитрий",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_22.jpg",
      webp: "/images/team/gym/result_coach_22.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Ходжеванова Мария",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_23.jpg",
      webp: "/images/team/gym/result_coach_23.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Юнисов Тимур",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_24.jpg",
      webp: "/images/team/gym/result_coach_24.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Бабченко Ирина",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_25.jpg",
      webp: "/images/team/gym/result_coach_25.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Казанова Анна",
    type: {
      gym: true,
    },
    url_images: {
      jpg: "/images/team/gym/result_coach_26.jpg",
      webp: "/images/team/gym/result_coach_26.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Макаренко Екатерина",
    type: {
      group_training: true,
    },
    url_images: {
      jpg: "/images/team/group_training/result_coach_1.jpg",
      webp: "/images/team/group_training/result_coach_1.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Краснояружская Карина",
    type: {
      group_training: true,
    },
    url_images: {
      jpg: "/images/team/group_training/result_coach_2.jpg",
      webp: "/images/team/group_training/result_coach_2.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Чечулина Татьяна",
    type: {
      group_training: true,
    },
    url_images: {
      jpg: "/images/team/group_training/result_coach_3.jpg",
      webp: "/images/team/group_training/result_coach_3.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Пепик Наталья",
    type: {
      group_training: true,
    },
    url_images: {
      jpg: "/images/team/group_training/result_coach_4.jpg",
      webp: "/images/team/group_training/result_coach_4.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Гуль Юлия",
    type: {
      group_training: true,
    },
    url_images: {
      jpg: "/images/team/group_training/result_coach_5.jpg",
      webp: "/images/team/group_training/result_coach_5.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Любченко Илья",
    type: {
      group_training: true,
    },
    url_images: {
      jpg: "/images/team/group_training/result_coach_6.jpg",
      webp: "/images/team/group_training/result_coach_6.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Чевтаева Анна",
    type: {
      group_training: true,
    },
    url_images: {
      jpg: "/images/team/group_training/result_coach_7.jpg",
      webp: "/images/team/group_training/result_coach_7.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Глебова Полина",
    type: {
      group_training: true,
    },
    url_images: {
      jpg: "/images/team/group_training/result_coach_8.jpg",
      webp: "/images/team/group_training/result_coach_8.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Лемеза Галина",
    type: {
      group_training: true,
    },
    url_images: {
      jpg: "/images/team/group_training/result_coach_9.jpg",
      webp: "/images/team/group_training/result_coach_9.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Торсунов Илья",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_1.jpg",
      webp: "/images/team/pool/result_coach_1.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Колесникова Алиса",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_2.jpg",
      webp: "/images/team/pool/result_coach_2.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Чуешков Владислав",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_3.jpg",
      webp: "/images/team/pool/result_coach_3.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Алексеев Илья",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_4.jpg",
      webp: "/images/team/pool/result_coach_4.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Лебедева Александра",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_5.jpg",
      webp: "/images/team/pool/result_coach_5.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Захаров Дмитрий",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_6.jpg",
      webp: "/images/team/pool/result_coach_6.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Черенкова Юлия",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_7.jpg",
      webp: "/images/team/pool/result_coach_7.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Казаков Максим",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_8.jpg",
      webp: "/images/team/pool/result_coach_8.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Шапошникова Надежда",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_9.jpg",
      webp: "/images/team/pool/result_coach_9.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Гордеев Александр",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_10.jpg",
      webp: "/images/team/pool/result_coach_10.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Пономарёв Евгений",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_11.jpg",
      webp: "/images/team/pool/result_coach_11.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
  {
    name: "Глориозова Яна",
    type: {
      pool: true,
    },
    url_images: {
      jpg: "/images/team/pool/result_coach_12.jpg",
      webp: "/images/team/pool/result_coach_12.webp",
    },
    about_coach: {
      qualification: "",
      work_experience: "",
      contacts: { phone: "" },
      specialization: "",
      education: "",
      achievements: "",
    },
  },
];

const Video_reviews_data = [
  {
    description:
      "На изображении представлен Дмитрий Яшанькин, одетый в черную майку и оранжевые шорты. Он стоит в помещении с большими окнами и пальмами на заднем плане. Дмитрий улыбается и жестикулирует руками. На его запястье виден браслет и часы. Фон оформлен в светлых тонах с элементами декора.",
    person_about_club: "Смотреть видео отзыв от Дмитрия Яшанькина",
    preview_image: {
      jpg: "/images/video_reviews/result_review_1.jpg",
      webp: "/images/video_reviews/result_review_1.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456239671&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлена Дарья Плужникова, одетая в черный спортивный топ и темные лосины с надписью 'NEBBIA'. Она стоит на балконе фитнес-клуба, держась за перила. На заднем плане видны тренажеры и пальмы. Дарья улыбается и смотрит в камеру. Фон оформлен в светлых тонах с элементами декора.",
    person_about_club: "Смотреть видео отзыв от Дарий Плужниковой",
    preview_image: {
      jpg: "/images/video_reviews/result_review_2.jpg",
      webp: "/images/video_reviews/result_review_2.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456240157&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Дмитрий Яшанькин, который выполняет упражнение тяна в наклоне со штангой в тренажерном зале. Он одет в черную майку и оранжевые шорты, на ногах белые кроссовки. Дмитрий сосредоточен на выполнении упражнения, его руки согнуты под углом, а гантели держатся горизонтально. На заднем плане видны различные тренажеры и оборудование для фитнеса.",
    person_about_club: "Смотреть видео отзыв от Дмиртия Яшанькина",
    preview_image: {
      jpg: "/images/video_reviews/result_review_3.jpg",
      webp: "/images/video_reviews/result_review_3.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456239665&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Сергей Югай, который выполняет упражнение на тренажере в тренажерном зале. Он одет в светло-серую футболку и черные брюки. Сергей сидит на скамье, держась за рукоятки тренажера, его руки вытянуты вверх. На заднем плане видны различные тренажеры и оборудование для фитнеса.",
    person_about_club: "Смотреть видео отзыв от Сергея Югай",
    preview_image: {
      jpg: "/images/video_reviews/result_review_4.jpg",
      webp: "/images/video_reviews/result_review_4.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456239681&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Павел Попов, который стоит в помещении с большими окнами и пальмами на заднем плане. Он одет в светло-серую футболку с надписью 'CARNITY WARRIOR' и черные брюки. На его запястье виден смарт-часы и браслет. Павел улыбается и смотрит в камеру. Фон оформлен в светлых тонах с элементами декора.",
    person_about_club: "Смотреть видео отзыв от Павла Попова",
    preview_image: {
      jpg: "/images/video_reviews/result_review_5.jpg",
      webp: "/images/video_reviews/result_review_5.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456240062&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлены два мужчины в тренажерном зале. Один из них, одетый в черную майку с черепом и черные шорты, держит световой меч. Второй мужчина, одетый в желтую майку и темно-синие шорты, показывает жест 'лайк'. Оба улыбаются и смотрят в камеру. На заднем плане видны различные тренажеры и оборудование для фитнеса.",
    person_about_club: "Смотреть видео отзыв от Романа Могучий",
    preview_image: {
      jpg: "/images/video_reviews/result_review_6.jpg",
      webp: "/images/video_reviews/result_review_6.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456240018&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлены два человека в тренажерном зале. Слева стоит молодой человек, одетый в белую футболку и черные шорты, показывая бицепс. Справа стоит Максим Битаров, одетый в черную футболку с принтом и черную кепку, также показывая бицепс. Оба улыбаются и смотрят в камеру. На заднем плане видны различные тренажеры и оборудование для фитнеса.",
    person_about_club: "Смотреть видео отзыв от Максима Битарова",
    preview_image: {
      jpg: "/images/video_reviews/result_review_7.jpg",
      webp: "/images/video_reviews/result_review_7.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456239913&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Гога Тупурия, который стоит в помещении с большими окнами и пальмами на заднем плане. Он одет в черную майку и желтые шорты. Гога улыбается и жестикулирует руками. На его запястье виден браслет. Фон оформлен в светлых тонах с элементами декора.",
    person_about_club: "Смотреть видео отзыв от Гога Топурия",
    preview_image: {
      jpg: "/images/video_reviews/result_review_8.jpg",
      webp: "/images/video_reviews/result_review_8.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456239856&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Владимир Московченко, который стоит в тренажерном зале. Он одет в ярко-желтую майку с надписью 'KIPSTA' и черные шорты. У Владимира борода и татуировки на руках. На его запястье виден смарт-часы. Владимир жестикулирует руками и смотрит в камеру. На заднем плане видны различные тренажеры и оборудование для фитнеса.",
    person_about_club: "Смотреть видео отзыв от Владимира Московченко",
    preview_image: {
      jpg: "/images/video_reviews/result_review_9.jpg",
      webp: "/images/video_reviews/result_review_9.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456239713&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Александр Фёдоров, который стоит в помещении с большими окнами и пальмами на заднем плане. Он одет в белую футболку с логотипом 'AF-Club'. Александр жестикулирует руками и смотрит в камеру. На его запястье виден браслет. Фон оформлен в светлых тонах с элементами декора.",
    person_about_club: "Смотреть видео отзыв от Александра Фёдорова",
    preview_image: {
      jpg: "/images/video_reviews/result_review_10.jpg",
      webp: "/images/video_reviews/result_review_10.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456239701&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Станислав Линдовер, который стоит в помещении с большими окнами и пальмами на заднем плане. Он одет в зеленую рубашку-поло и темные джинсы. Станислав жестикулирует рукой и смотрит в камеру. На его запястье виден браслет. Фон оформлен в светлых тонах с элементами декора.",
    person_about_club: "Смотреть видео отзыв от Станислава Линдовер",
    preview_image: {
      jpg: "/images/video_reviews/result_review_11.jpg",
      webp: "/images/video_reviews/result_review_11.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456239664&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Дмитрий Голубочкин, который стоит в помещении с большими окнами и пальмами на заднем плане. Он одет в черную футболку с надписью 'NO GENETICS NO GAIN' и черную кепку с логотипом 'GORILLA WEAR'. У Дмитрия борода, и он улыбается, смотря в камеру. На его запястье виден браслет. Фон оформлен в светлых тонах с элементами декора.",
    person_about_club: "Смотреть видео отзыв от Дмитрия Голубочкина",
    preview_image: {
      jpg: "/images/video_reviews/result_review_12.jpg",
      webp: "/images/video_reviews/result_review_12.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456240243&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Виктор Симкин, который стоит в помещении с большими окнами и пальмами на заднем плане. Он одет в черную майку и черные шорты, на ногах белые кроссовки. Виктор показывает жест 'лайк' и улыбается, смотря в камеру. На его запястье виден браслет. Фон оформлен в светлых тонах с элементами декора.",
    person_about_club: "Смотреть видео отзыв от Виктора Симкина",
    preview_image: {
      jpg: "/images/video_reviews/result_review_13.jpg",
      webp: "/images/video_reviews/result_review_13.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456240220&hd=2&autoplay=1",
  },
  {
    description:
      "На изображении представлен Денис Цыпленков, который стоит в помещении с большими окнами и пальмами на заднем плане. Он одет в серую толстовку с принтом черепа и черные штаны с надписью 'Inferno'. На голове у Дениса черная кепка. Он смотрит в сторону и держится за перила. Фон оформлен в светлых тонах с элементами декора.",
    person_about_club: "Смотреть видео отзыв от Дениса Цыпленкова",
    preview_image: {
      jpg: "/images/video_reviews/result_review_14.jpg",
      webp: "/images/video_reviews/result_review_14.webp",
    },
    path: "https://vk.com/video_ext.php?oid=-72055975&id=456240222&hd=2&autoplay=1",
  },
];

const water_zone_data = {
  baths_swimming: {
    head: "Бани и бассейны",
    description:
      "Мореон Фитнес предоставляет своим клиентам уникальные возможности для отдыха и оздоровления. Члены клуба Мореон получают доступ к спортивному бассейну, бассейну «Золотые рыбки», банному комплексу «Термы» и пространству Мореон SPA. В раздевалках фитнес-клуба работает солярий. В этом разделе Вы можете подробнее ознакомиться с велнесс-возможностями Мореон Фитнес.",
    images_description: "",
    images_url: {
      jpg: "/images/water_zone/result_zone_1.jpeg",
      webp: "/images/water_zone/result_zone_1.webp",
    },
  },
  sports_pool: {
    head: "Спортивный бассейн",
    description:
      "Спортивный бассейн Мореон Фитнес рассчитан на проведение групповых программ, занятий школы плавания, персональных тренировок и свободного плавания для всех членов клуба. Здесь же регулярно проходят соревнования по плаванию среди взрослых и детей. Трехуровневая система очистки воды гарантирует чистоту и безопасность. Панорамные окна наполняют помещение светом и вдохновляют на спортивные подвиги. Длина бассейна 25 м, количество дорожек — 5.",
    images_description: "",
    images_url: {
      jpg: "/images/water_zone/result_zone_2.jpeg",
      webp: "/images/water_zone/result_zone_2.webp",
    },
  },
  spa: {
    head: "СПА",
    description:
      "Мореон SPA – самое спокойное и красивое место в комплексе, открыто только для взрослых и детей старше 14 лет. Оформлено в стиле легендарного греческого острова Санторини. В переулках и террасах этого пространства хочется затеряться. Здесь тоже есть разнообразие бань – римская, хаммам, аромасауна, русская травяная, русская кедровая, греческие бани, ИК-сауны, а также небольшой бассейн, дорожка Кнайпа и соляная пещера. Работает SPA-бар с вкусным и полезным меню. За дополнительную плату можно заказать услуги косметолога, массажиста и СПА-терапевта. Здесь регулярно проводятся масштабные мероприятия с участием медийных членов клуба Мореон SPA, можно устроить свое мероприятие – например, свидание, мальчишник или девичник, доступны премиум-студии для индивидуального использования.",
    images_description: "",
    images_url: {
      jpg: "/images/water_zone/result_zone_3.jpeg",
      webp: "/images/water_zone/result_zone_3.webp",
    },
  },
  thermal_baths: {
    head: "Термы",
    description:
      "ермы – масштабный банный комплекс. По формату напоминает общественные бани, но намного интереснее. За один визит вы можете посетить 19 бань и саун разных мировых традиций – русская баня, финская сауна, хаммам, восточные аромасауны, греческие деликатные бани – тепидариум и лакониум. Главное украшение зоны – двухуровневый бассейн-лабиринт с контрастными ваннами, водопадами и рекой с реверсивным течением. Никогда не пустует античный аэрогидромассажный бассейн. После парной гости освежаются в фригидариуме и ледяных купелях, а отдыхают на лежаках с панорамным видом на березовую рощу или на летней веранде. В Термах можно отдыхать целый день, а перекусить можно здесь же – в кафе с европейской кухней. Есть услуга отдельной русской парной со своим предбанником, купелью и выходом на веранду.",
    images_description: "",
    images_url: {
      jpg: "/images/water_zone/result_zone_4.jpeg",
      webp: "/images/water_zone/result_zone_4.webp",
    },
  },
  goldfish: {
    head: "Золотые рыбки",
    description:
      "В бассейне «Золотые рыбки» проводятся оздоровительные и профилактические занятия в группах, а также занятия по детскому плаванию. Доступен только для занятий с инструктором. Находится на территории аквапарка «Мореон».",
    images_description: "",
    images_url: {
      jpg: "/images/water_zone/result_zone_5.jpeg",
      webp: "/images/water_zone/result_zone_5.webp",
    },
  },
};

const contacts_data = {
  address: {
    name: "Адрес",
    text: "г. Москва м. Ясенево, ул. Голубинская, д. 16",
    images_url: { png: "/images/map.png", svg: "/images/map.svg" },
    path: "https://yandex.ru/maps/213/moscow/?from=mapframe&ll=37.527184%2C55.595691&mode=usermaps&source=mapframe&um=constructor%3A9fc2abe41d1193c64a4905da7770600c6c5cd439ff32c082bb5de1237690b871&utm_source=mapframe&z=14",
  },
  phone: {
    name: "Телефон",
    text: "+7 (495) 859-03-72",
    images_url: { png: "/images/phone.png", svg: "/images/phone.svg" },
    path: "teL:+74958590372",
  },
  email: {
    name: "E-mail",
    text: "service@more-on.ru",
    images_url: { png: "/images/email.png", svg: "/images/email.svg" },
    path: "mailto:service@more-on.ru",
  },
};

 const menu_data = [
  { path: "/about-club", name_link: "О клубе" },
  {
    path: "/services",
    name_link: "Услуги",
    sub_menu: [
      { path: "/services/mind-body", name_link: "Mind Body" },
      {
        path: "/services/strength-functional-training",
        name_link: "Силовые и функциональные тренировки",
      },
      {
        path: "/services/cardio-aerobics",
        name_link: "Кардиопрограммы и аэробика",
      },
      { path: "/services/gym", name_link: "Тренажерный зал" },
      { path: "/services/aquatic-programs", name_link: "Водные программы" },
      { path: "/services/martial-arts", name_link: "Единоборства" },
      { path: "/services/dance", name_link: "Танцы" },
      {
        path: "/services/personal-training",
        name_link: "Персональный тренинг",
      },
      { path: "/services/yoga", name_link: "Йога" },
      { path: "/services/inbody", name_link: "InBody" },
      { path: "/services/group-programs", name_link: "Групповые программы" },
    ],
  },
  { path: "/team", name_link: "Команда" },
  { path: "/club-cards", name_link: "Клубные карты" },
  { path: "/schedule", name_link: "Расписание" },
  { path: "/saunas-pools", name_link: "Бани и бассейны" },
  { path: "/kids-fitness", name_link: "Детский фитнес" },
];

const about_questions_data = [
  {
    head: "Что входит в клубную карту",
    description: "Что входит в клубную карту",
  },
  {
    head: "Можно ли посещать Термы и СПА",
    description: "Можно ли посещать Термы и СПА",
  },
  { head: "Есть ли заморозка", description: "Есть ли заморозка" },
  { head: "Есть ли рассрочка", description: "Есть ли рассрочка" },
  { head: "Корпоративное членство", description: "Корпоративное членство" },
  {
    head: "Входят ли занятия с тренером в карту",
    description: "Входят ли занятия с тренером в карту",
  },
  {
    head: "Какой срок действия клубной карты",
    description: "Какой срок действия клубной карты",
  },
];

const reviews_data = [
  {
    person: "Дмитрий Яшанькин",
    review:
      "Я недавно проводил семинар для тренеров в очень интересном месте @moreonfitness. А после отлично отдохнул в Термах и Спа, сам успел потренироваться в этом зале! 🙌 Moreon Fitness — классное место для тренировок и отдыха на юге Москвы. Очень просторно, панорамные окна и зелень как в джунглях. Атмосфера супер! Современное оборудование Matrix и Technogym, спортивный бассейн, большая зона единоборств, 2 банных комплекса: Термы и СПА. Все бани не успел обойти, их там штук 30! Это реально классные и интересные 15 000 кв.м для отдыха и тренировок как оказывается! Приезжайте сюда, отдыхайте и тренируйтесь с удовольствием, любимые качки! Подписывайтесь на @moreonfitness",
    raiting: "5",
  },
  {
    person: "Наталья Шпанова",
    review:
      "Отличный фитнес-клуб!!! Двухуровневый уютный тренажёрный зал, современное оборудование. С удовольствием хожу на групповые занятия. Тренеры мега-позитивные! Не думала, что даже скучные силовые занятия в тренажёрном зале могут стать интересными, с шутками на позитивной волне. Вводное занятие и фитнес-диагностику со мной проводил очень обаятельный Михаил. Он замерил стартовые данные тела, объяснил на каких тренажёрах я могу получить красивую желаемую форму мышц и фигуры. Объяснения настолько были понятны, что на следующий мой поход не составило труда повторить последовательность тренировочных упражнений. Рекомендую!",
    raiting: "5",
  },
  {
    person: "Инна Малиновская",
    review:
      "Отличный тренажёрный зал! Я езжу из центра сюда раза 2-3 в неделю. Купила абонемент на 1 год и 3 месяца. Входит спа-центр, бассейн и зал тренажёрный. В основном только положительные эмоции после посещения и спа и зала. На ресепшене всегда приветливые и внимательные ребята!",
    raiting: "5",
  },
  {
    person: "Сергей Букашкин",
    review:
      "Прекрасное место. Чистый, большой бассейн. Отличный СПА-центр с банным комплексом. Большой, просторный зал, много групповых занятий на любой вкус. После тренировки можно зайти в кафе покушать. Для меня Мореон это не фитнес-комплекс, а полноценный развлекательный центр.",
    raiting: "5",
  },
  {
    person: "Мария Ерохина",
    review:
      "Место очень приятное, на ресепшене всегда встречают с улыбкой. После приобретения абонемента, спустя некоторое время, решила использовать стартовое занятие в тренажерном зале, которое провел со мной лучший в мире тренер Арес! После первой тренировки с ним, которая была еще в марте, я влюбилась в тренажерный зал и кроссфит, где с Аресом мы уже занимались индивидуально, и до сих пор не могу оторваться от этих занятий. Благодаря своим профессиональным навыкам он подобрал мне идеальную программу тренировок, результат превзошел все ожидания, буквально за пару месяцев у меня ушел лишний вес, тело пришло в тонус!",
    raiting: "5",
  },
  {
    person: "Надежда Прибыльнова",
    review:
      "Хожу уже год, обычно после работы в 9–10 вечера, народу мало в это время, просторно. Бассейн на 5 дорожек. А ещё после зала хожу в спа, отлично расслабляет. Приятно, что халаты дают при посещении. Открыли новые зоны единоборств и подарили тренировку, это приятно.",
    raiting: "5",
  },
  {
    person: "Учеба Липофильна",
    review:
      "Новые тренажёры. Оптимальная температура как для кардио, так и для силовых. Прохладно. Много тренажёров. Большая площадь. Целых 4 отдельных зоны!!!! Разношерстный набор тренеров, от Эдварда из 'Сумерек' до бодибилдеров Америки 2022 года. Мне ещё понравилось, что даже если ты не знаешь как и что делать, чтобы ты себя не травмировал, следят за правильным исполнением.",
    raiting: "5",
  },
  {
    person: "Ангелина",
    review:
      "Очень хорошие тренажёры и красивый дизайн зала. Занимаюсь в хорошем настроении из-за больших панорамных окон и классного заряжающего плейлиста в зале. Большое количество групповых тренировок на любой вкус.",
    raiting: "5",
  },
  {
    person: "Маша",
    review:
      "Самый лучший фитнес! Очень круто обновились в этом году, заниматься ещё интереснее))) профессиональный тренерский состав, современное оборудование, много места) всем рекомендую!",
    raiting: "5",
  },
  {
    person: "Владислав",
    review:
      "Хотя Мореон и называется фитнес-клубом, но от типичных сетевых фитнес-клубов отличается кардинально. Энергетика потрясающая, в нем нет конвейера, все занимаются в сплоченной команде, общаются, встречаются на совместных мероприятиях. В целом обстановка очень уютная, здоровая, я бы сказал, т.к. всех объединяет любовь к спорту и активному образу жизни. Это очень мотивирует и заряжает на занятия. А сами занятия — это авторская программа, оптимальная и очень эффективная. Всем советую.",
    raiting: "5",
  },
  {
    person: "Александра Соколова",
    review:
      "Очень крутой комплекс, мега-отзывчивый персонал, оборудование новейшее, хожу сюда с открытия, не могу нарадоваться!",
    raiting: "5",
  },
  {
    person: "Мария",
    review:
      "Фитнес-клуб большой, очень уютный. Дружный коллектив, есть всё необходимое для занятий. Люди разного возраста приходят сюда именно заниматься спортом для здоровья и красоты, с хорошим настроением. Я хожу на групповые занятия с удовольствием. Конечно, это заслуга инструкторов. Сауна, душ, бар, яркий антураж залов, тренажерный зал, ещё и детские секции... Всё неделю чисто. Хорошие акции на абонемент. Спасибо.",
    raiting: "5",
  },
  {
    person: "Инна Малиновская",
    review:
      "Отличный тренажёрный зал! Я езжу из центра сюда раза 2–3 в неделю. Купила абонемент на 1 год и 3 месяца. Входит спа-центр, бассейн и зал тренажёрный. В основном только положительные эмоции после посещения и спа и зала. На ресепшене всегда приветливые и внимательные ребята!",
    raiting: "5",
  },
  {
    person: "Сергей Букашкин",
    review:
      "Прекрасное место. Чистый, большой бассейн. Отличный СПА-центр с банным комплексом. Большой, просторный зал, много групповых занятий на любой вкус. После тренировки можно зайти в кафе покушать. Для меня Мореон это не фитнес-комплекс, а полноценный развлекательный центр.",
    raiting: "5",
  },
  {
    person: "Александр Акимов",
    review:
      "Высокие потолки, хорошая вентиляция, можно подобрать время, когда мало народа. Хороший тренерский состав. Новые тренажеры и беговые дорожки. Много групповых тренировок. Цена выше среднего, но того стоит.",
    raiting: "5",
  },
  {
    person: "Наталья Савченко",
    review:
      "Хожу в фитнес-клуб Мореона уже 2 года, в восторге. Клуб расширяется, пополняется новым оборудованием, есть бассейн, зона единоборств, кроссфита. Недавно завезли новые кардиотренажеры. В абонемент у меня входит ещё посещение спа-центра. Там тоже очень комфортно, особенно, что в отличие от терм, туда пускают детей только с 14 лет.",
    raiting: "5",
  },
];

const fitness_area_data = {
  training_room: {
    name_key: "training_room",
    head: "Зал групповых тренировок",
    description:
      "5 залов для групповых программ и более 70 видов тренировок: студия Cycle оснащенная тренажерами Real Ryder, Pilates Allegro, силовой и функциональный тренинг, программы мирового бренда Les Mills, танцевальные программы, программы Mind&Body.",
    description_images:
      "Современный фитнес-зал, где группа людей занимается групповой тренировкой. Участники стоят в линию с различным оборудованием: гантелями, скамейками и обручеми. Помещение оснащено зеркалами на задней стене и ярким освещением. Обстановка динамичная и организованная, подходящая для коллективных занятий по фитнесу или аэробике.",
    images_url: {
      jpg: "/images/fitness_area/result_zon_area_1.jpeg",
      webp: "/images/fitness_area/result_zon_area_1.webp",
    },
    path: "",
  },
  gym: {
    name_key: "gym",
    head: "Тренажерный зал",
    description:
      "Разделен на несколько зон: зона свободных весов, зона силовых тренажеров и кардио. Новейшее премиальное оборудование Matrix и Technogym поможет добиться лучших результатов.",
    description_images:
      "Современный фитнес-зал, где мужчина и женщина выполняют силовые упражнения на тренажере. Женщина тянет веревку с помощью тренера, который помогает ей контролировать технику выполнения. Помещение оснащено профессиональным оборудованием, зеркалами и ярким освещением. Обстановка динамичная и сфокусирована на индивидуальной тренировке.",
    images_url: {
      jpg: "/images/fitness_area/result_zon_area_2.jpeg",
      webp: "/images/fitness_area/result_zon_area_2.webp",
    },
    path: "",
  },
  pool: {
    name_key: "pool",
    head: "Спортивный бассейн",
    description:
      "Бассейн длиной 25 метров оборудован 5-ю дорожками для плавания. Трехуровневая система очистки воды гарантирует чистоту и безопасность. Панорамные окна наполняют помещение светом и вдохновляют на спортивные подвиги.",
    description_images:
      "Крытый бассейн с яркой голубой водой, разделенный на дорожки белыми линиями и красными плавучими разметками. В центре написано слово 'moreon' большими голубыми буквами. Над бассейном развеваются праздничные флаги разных цветов, добавляя динамичности пространству. Помещение оснащено большими окнами и современным дизайном потолка с подсветкой.",
    images_url: {
      jpg: "/images/fitness_area/result_zon_area_3.jpeg",
      webp: "/images/fitness_area/result_zon_area_3.webp",
    },
    path: "",
  },
  cardio_room: {
    name_key: "cardio_room",
    head: "Зал кардио тренажеров",
    description:
      "В этой зоне представлены самые актуальные мировые фитнес-тренды, тренажеры Matrix, которые предлагают интерактивный формат занятий, вы можете подключить свои устройства и отслеживать показатели на экране.",
    description_images:
      "Современный фитнес-зал с рядами беговых дорожек, оснащенных интерактивными дисплеями. Помещение оформлено в светлых тонах с большими окнами, пропускающими естественный свет. Видны живые пальмы и другие растения, добавляющие свежесть и природный комфорт. Обстановка просторная и технологичная, подходящая для индивидуальных тренировок.",
    images_url: {
      jpg: "/images/fitness_area/result_zon_area_4.jpeg",
      webp: "/images/fitness_area/result_zon_area_4.webp",
    },
    path: "",
  },
  martial_arts: {
    name_key: "martial_arts",
    head: "Зал единоборств",
    description:
      "Современный тренировочный зал с несколькими боксерскими мешками марки 'ALFAFIT'. Мешки подвешены на металлической конструкции, а помещение оснащено ярким освещением и спортивным оборудованием. Интерьер выполнен в темных тонах, создавая профессиональную и динамичную атмосферу для занятий боксом или другими контактными видами спорта.",
    description_images:
      "Более 500 кв.м для новых побед, оборудование Foreman, ринг на подиуме, Октагон, клетка BJJ, 12 боксерских мешков, 2 пневмогруши, покрытие татами, 2 груши на растяжках, 4 настенных подушки, тренажер вертушка",
    images_url: {
      jpg: "/images/fitness_area/result_zon_area_5.jpeg",
      webp: "/images/fitness_area/result_zon_area_5.webp",
    },
    path: "",
  },
};

const personal_format_data = {
  gym: {
    key_name: "gym",
    category: "Тренажёрный зал",
    tab_list: [
      { key: "cardio_zone", category: "Кардиозона" },
      {
        key: "block_trainers",
        category: "Зона блочных тренажеров линейки Selection",
      },
      { key: "free_weights", category: "Зона свободных весов" },
      {
        key: "stretching_functional_training",
        category: "Зона стретчинга и функционального тренинга",
      },
      { key: "kinesis_simulators", category: "Зона тренажеров KINESIS" },
    ],
    key_list: {
      cardio_zone: {
        description:
          "Беговые дорожки, велотренажеры, эллипсы, гребные тренажеры. Все кардиотренажеры оснащены панелями с сенсорным управлением, телевидением и выходом в интернет.",
      },
      block_trainers: {
        description:
          "Тренажеры для полной проработки всех групп мышц, увеличения мышечной массы и улучшения выносливости.",
      },
      free_weights: {
        description:
          "Гантели и штанги, скамьи для жима, тренажер 'Смита', силовые рамы и даже помост для тяги. Удовлетворит запросы любого, даже профессионального атлета",
      },
      stretching_functional_training: {
        description:
          "Оборудование для тренировок на все группы мышц и растяжки. Коврики, фитболы, BOSU, амортизаторы, бодибары, утяжелители",
      },
      kinesis_simulators: {
        description:
          "Тренажеры подходят для пользователей с любым уровнем подготовки, для различных тренировочных целей, в том числе реабилитации",
      },
    },
  },
  group_training: {
    key_name: "group_training",
    category: "Групповые тренировки",
    tab_list: [
      { key: "group_training", category: "Групповые занятия" },
      {
        key: "aerobic_programs",
        category: "Аэробные программы",
      },
      { key: "mind_dody", category: "Mind&Dody" },
      {
        key: "aerobic_strength_programs",
        category: "Аэробно-силовые программы",
      },
      { key: "dance_programs", category: "Танцевальные программы" },
      { key: "strength_programs", category: "Силовые программы" },
      { key: "functional_training", category: "Функциональный тренинг" },
      { key: "martial_arts", category: "Боевые искуства" },
    ],
    key_list: {
      group_training: {
        description:
          "Групповые занятия – отличный способ освоить упражнения и комплексы. Базовые программы направлены на оздоровление всего тела, снижение веса и коррекцию фигуры.",
      },
      aerobic_programs: {
        description:
          "Предназначены для повышения выносливости организма, способствуют снижению веса и ускорению метаболических процессов. Положительно влияют на сердечно-сосудистую систему.",
      },
      mind_dody: {
        description:
          "Осознанная работа над созданием красивого и здорового тела. Программа включает в себя как физические упражнения, так и дыхательные упражнения, направленные на единение тела с разумом.т",
      },
      aerobic_strength_programs: {
        description:
          "Объединяют в себе все фитнес-программы. За счет использования дополнительного оборудования прорабатывается мышечный каркас.",
      },
      dance_programs: {
        description:
          "Способствуют укреплению мышечного каркаса, повышают выносливость и улучшают настроение. В клубе представлены различные виды танцев: от современных до латины и зумбы.",
      },
      strength_programs: {
        description:
          "Помогают скорректировать осанку, модернизируют пропорции тела, повышают скоростно-силовые качества организма. В нашей зоне силовых тренировок Вы найдете множество тренажеров, которые подходят как для любителей, так и для профессиональных спортсменов.",
      },
      functional_training: {
        description:
          "Комплекс упражнений, направленных на создание Вашего идеального тела. За счет постоянных занятий развиваются такие качества, как: мышечная сила, ловкость, быстрота реакции, выносливость, гибкость и координация, уходит лишний вес, улучшается композиция тела.",
      },
      martial_arts: {
        description:
          "Специальные тренировки, направленные на всестороннее развитие тела и уникальных навыков. В Мореон Фитнес представлены такие виды боевых искусств, как: бокс, тайский бокс, кикбоксинг, грепплинг, ММА.",
      },
    },
  },
  childrens_programs: {
    key_name: "childrens_programs",
    category: "Детские программы",
    tab_list: [
      { key: "childrens_swimming", category: "Детское плавание" },
      {
        key: "childrens_martial_arts",
        category: "Детские единоборства",
      },
    ],
    key_list: {
      childrens_swimming: {
        description:
          "Плавание в комплексе Мореон рассчитано на  возрастные категории от 0 до 16 лет и делятся на 4 блока, учитывая возможности и подготовку ребенка",
      },
      childrens_martial_arts: {
        description:
          "Занятия для детей от 6 лет: ММА и кикбоксинг. Для юниоров доступны занятия по боксу",
      },
    },
  },
  beauty_health: {
    key_name: "beauty_health",
    category: "Красота и здоровье",
    tab_list: [
      { key: "beauty_health", category: "Красота и здоровье" },
      {
        key: "spa_center",
        category: "SPA-центр",
      },
      {
        key: "thermal_complex",
        category: "Термальный комплекс",
      },
      {
        key: "solarium",
        category: "Солярий",
      },
    ],
    key_list: {
      beauty_health: {
        description:
          "В Мореон Фитнес Вы можете посетить зону SPA. СПА-процедуры оказывает омолаживающие и релаксационное воздействие на кожу, заряжая позитивной энергией на длительное время! Кроме того, вы можете посетить наш термальный комплекс, где представлены 19 видов бань и саун со всего света!",
      },
      spa_center: {
        description:
          "Уникальный спа-комплекс в стиле острова Санторини для взрослых и детей старше 14 лет. 13 бань и саун, 6 гидромассажных бассейнов, соляная пещера",
      },
      thermal_complex: {
        description:
          "19 бань и саун разных мировых традиций, двухуровневый бассейн-лабиринт с контрастными ваннами, водопадами и рекой с реверсивным течением, лежаки с панорамным видом на березовую рощу",
      },
      solarium: {
        description: "",
      },
    },
  },
  authors_programs: {
    key_name: "authors_programs",
    category: "Авторские программы",
    tab_list: [
      {
        key: "authors_programs",
        category: "Авторские программы",
      },
    ],
    key_list: {
      authors_programs: {
        description:
          "В нашем фитнес-клубе вы можете купить пакет индивидуальных занятий у личного тренера, и он разработает для Вас комплексную авторскую программу тренировок, которая учитывает Ваши физические особенности и цели.",
      },
    },
  },
};

const profitable_visits_data = [
  {
    head: "Красивая фигура",
    profitable_visits_list: [
      "Выбирайте быть красивыми, здоровыми и гармоничными",
      "Спорт, релакс, массажи и спа-процедуры",
    ],
    images_url: {
      png: "/images/profitable_visits/profit-1.png",
      webp: "/images/profitable_visits/profit-1.webp",
    },
  },
  {
    head: "Комфорт",
    profitable_visits_list: [
      "15 000 кв.м для тренировок и отдыха",
      "Панорамные окна и высокие потолки",
      "Настоящий оазис в городских джунглях",
    ],
    images_url: {
      png: "/images/profitable_visits/profit-2.png",
      webp: "/images/profitable_visits/profit-2.webp",
    },
  },
  {
    head: "Подходит всем",
    profitable_visits_list: [
      "Фитнес программы для всех уровней подготовки",
      "Групповые и индивидуальные занятия",
    ],
    images_url: {
      png: "/images/profitable_visits/profit-3.png",
      webp: "/images/profitable_visits/profit-3.webp",
    },
  },
  {
    head: "Сервис",
    profitable_visits_list: [
      "Фитнес тестирование",
      "Фито бар",
      "Моб приложение",
      "Полотенце и халат",
    ],
    images_url: {
      png: "/images/profitable_visits/profit-4.png",
      webp: "/images/profitable_visits/profit-4.webp",
    },
  },
];


const other_directions_data = [
  {
    path: "https://more-on.ru/",
    descriptions: "Перейти на другой сайт Многофункциональный комплекс Мореон",
    images_url: {
      png: "/images/other_directions/аква.png",
      webp: "/images/other_directions/аква.webp",
    },
  },
  {
    path: "https://therm.more-on.ru/",
    descriptions: "Перейти на другой сайт Термы Мореон",
    images_url: {
      png: "/images/other_directions/термы.png",
      webp: "/images/other_directions/термы.webp",
    },
  },
  {
    path: "https://spa.more-on.ru/",
    descriptions: "Перейти на другой сайт Мореон СПА",
    images_url: {
      png: "/images/other_directions/спа.png",
      webp: "/images/other_directions/спа.webp",
    },
  },
  {
    path: "https://bowling.more-on.ru/",
    descriptions: "Перейти на другой сайт Мореон Боулинг и Караоке",
    images_url: {
      png: "/images/other_directions/боулинг.png",
      webp: "/images/other_directions/боулинг.webp",
    },
  },
  {
    path: "https://more-on.ru/restaurants/",
    descriptions: "Перейти на другой сайт Кафе ресторан ПОРТ",
    images_url: {
      png: "/images/other_directions/порт.png",
      webp: "/images/other_directions/порт.webp",
    },
  },
];

const childrens_swimming_tabs_data = {
  infant_swimming: {
    head: "Грудничковое плавание",
    description:
      "Lorem ipsum dolor sit amet consectetur, adipisicing elit. Consequatur, quos.",
    image_description: "",
    path: "/",
    images_url: {
      jpg: "/images/childrens_swimming_tabs/direction_1.jpeg",
      webp: "/images/childrens_swimming_tabs/direction_1.webp",
    },
  },
  early_swimming: {
    head: "Ранее плавание",
    description:
      "Lorem ipsum dolor sit amet consectetur, adipisicing elit. Consequatur, quos.",
    image_description: "",
    path: "/",
    images_url: {
      jpg: "/images/childrens_swimming_tabs/direction_2.jpeg",
      webp: "/images/childrens_swimming_tabs/direction_2.webp",
    },
  },
  childrens_swimming: {
    head: "Детское плавание",
    description:
      "Lorem ipsum dolor sit amet consectetur, adipisicing elit. Consequatur, quos.",
    image_description: "",
    path: "/",
    images_url: {
      jpg: "/images/childrens_swimming_tabs/direction_3.jpeg",
      webp: "/images/childrens_swimming_tabs/direction_3.webp",
    },
  },
  competitive_swimming: {
    head: "Спортивное плавание",
    description:
      "Lorem ipsum dolor sit amet consectetur, adipisicing elit. Consequatur, quos.",
    image_description: "",
    path: "/",
    images_url: {
      jpg: "/images/childrens_swimming_tabs/direction_4.jpeg",
      webp: "/images/childrens_swimming_tabs/direction_4.webp",
    },
  },
};

const kids_fitnes_hero_data = [
  {
    description: "Грудничковое плавание",
  },
  {
    description: "Спортивное плавание",
  },
  {
    description: "Единоборства, бокс, кикбоксинг и MMA",
  },
  {
    description: "Групповые и индивидуальные тренировки",
  },
  {
    description: "Спортивные мероприятия и соревнования",
  },
];
